{"0": [0.0, 0.0], "1": [0.0, 0.0], "2": [0.0, 0.0], "3": [0.6363636363636364, 0.058823529411764705], "4": [0.36363636363636365, 0.11764705882352941], "5": [0.5227272727272727, 0.3235294117647059], "6": [0.36363636363636365, 0.6470588235294118], "7": [0.4318181818181818, 0.9117647058823529], "8": [0.22727272727272727, 1.0], "9": [0.6818181818181818, 0.058823529411764705], "10": [0.7272727272727273, 0.17647058823529413], "11": [0.5227272727272727, 0.20588235294117646], "12": [0.7045454545454546, 0.2647058823529412], "13": [0.5454545454545454, 0.29411764705882354], "14": [0.6136363636363636, 0.4411764705882353], "15": [0.5909090909090909, 0.5882352941176471], "16": [0.4090909090909091, 0.7647058823529411], "17": [0.4090909090909091, 0.8235294117647058], "18": [0.5, 0.058823529411764705], "19": [0.5, 0.17647058823529413], "20": [0.38636363636363635, 0.4411764705882353], "21": [0.5909090909090909, 0.47058823529411764], "22": [0.6136363636363636, 0.5588235294117647], "23": [0.5909090909090909, 0.7058823529411765], "24": [0.5454545454545454, 0.8823529411764706], "25": [0.4090909090909091, 1.0], "26": [0.3181818181818182, 0.0], "27": [0.2727272727272727, 0.11764705882352941], "28": [0.18181818181818182, 0.4117647058823529], "29": [0.2727272727272727, 0.5294117647058824], "30": [0.13636363636363635, 0.6470588235294118], "31": [0.18181818181818182, 0.8235294117647058], "32": [0.18181818181818182, 1.0], "33": [0.2727272727272727, 1.0], "34": [0.36363636363636365, 0.29411764705882354], "35": [0.5454545454545454, 0.35294117647058826], "36": [0.3409090909090909, 0.38235294117647056], "37": [0.38636363636363635, 0.5], "38": [0.5227272727272727, 0.5588235294117647], "39": [0.4090909090909091, 0.7058823529411765], "40": [0.5909090909090909, 0.8235294117647058], "41": [0.5, 1.0], "42": [0.2727272727272727, 0.058823529411764705], "43": [0.25, 0.14705882352941177], "44": [0.22727272727272727, 0.29411764705882354], "45": [0.22727272727272727, 0.47058823529411764], "46": [0.5227272727272727, 0.6176470588235294], "47": [0.38636363636363635, 0.7352941176470589], "48": [0.13636363636363635, 0.7647058823529411], "49": [0.4090909090909091, 0.8823529411764706], "50": [0.5454545454545454, 1.0], "51": [0.45454545454545453, 0.0], "52": [0.3181818181818182, 0.058823529411764705], "53": [0.4090909090909091, 0.058823529411764705], "54": [0.5909090909090909, 0.058823529411764705], "55": [0.45454545454545453, 0.11764705882352941], "56": [0.4090909090909091, 0.29411764705882354], "57": [0.5681818181818182, 0.3235294117647059], "58": [0.4318181818181818, 0.5], "59": [0.36363636363636365, 0.5882352941176471], "60": [0.5, 0.5882352941176471], "61": [0.4318181818181818, 0.6176470588235294], "62": [0.5227272727272727, 0.7941176470588235], "63": [0.5, 0.8235294117647058], "64": [0.4090909090909091, 0.0], "65": [0.5909090909090909, 0.11764705882352941], "66": [0.4090909090909091, 0.23529411764705882], "67": [0.5, 0.29411764705882354], "68": [0.3409090909090909, 0.3235294117647059], "69": [0.6590909090909091, 0.5588235294117647], "70": [0.5, 0.6470588235294118], "71": [0.5, 0.8823529411764706], "72": [0.7272727272727273, 1.0], "73": [0.5, 0.11764705882352941], "74": [0.7727272727272727, 0.11764705882352941], "75": [0.6818181818181818, 0.4117647058823529], "76": [0.75, 0.5588235294117647], "77": [0.7954545454545454, 0.6176470588235294], "78": [0.7045454545454546, 0.7352941176470589], "79": [0.75, 0.7352941176470589], "80": [0.6363636363636364, 0.8823529411764706], "81": [0.8181818181818182, 1.0], "82": [0.2727272727272727, 0.17647058823529413], "83": [0.36363636363636365, 0.29411764705882354], "84": [0.7272727272727273, 0.35294117647058826], "85": [0.3181818181818182, 0.47058823529411764], "86": [0.4772727272727273, 0.7352941176470589], "87": [0.6363636363636364, 0.8235294117647058], "88": [0.4318181818181818, 0.4411764705882353], "89": [0.5454545454545454, 0.5294117647058824], "90": [0.5681818181818182, 0.7352941176470589], "91": [0.5681818181818182, 0.7941176470588235], "92": [0.7272727272727273, 0.8235294117647058], "93": [0.2727272727272727, 0.17647058823529413], "94": [0.5, 0.47058823529411764], "95": [0.4318181818181818, 0.6764705882352942], "96": [0.5454545454545454, 0.8235294117647058], "97": [0.6363636363636364, 1.0], "98": [0.36363636363636365, 0.17647058823529413], "99": [0.2727272727272727, 0.29411764705882354], "100": [0.36363636363636365, 0.35294117647058826], "101": [0.2727272727272727, 0.7058823529411765], "102": [0.2727272727272727, 0.8235294117647058], "103": [0.7954545454545454, 0.3235294117647059], "104": [0.6818181818181818, 0.4117647058823529], "105": [0.7272727272727273, 0.6470588235294118], "106": [0.7272727272727273, 0.8235294117647058], "107": [0.7727272727272727, 0.0], "108": [0.7272727272727273, 0.058823529411764705], "109": [0.8636363636363636, 0.058823529411764705], "110": [0.5454545454545454, 0.23529411764705882], "111": [0.5227272727272727, 0.2647058823529412], "112": [0.7272727272727273, 0.29411764705882354], "113": [0.38636363636363635, 0.3235294117647059], "114": [0.8636363636363636, 0.4117647058823529], "115": [0.4772727272727273, 0.5], "116": [0.6590909090909091, 0.6764705882352942], "117": [0.5, 0.7058823529411765], "118": [0.36363636363636365, 0.7647058823529411], "119": [0.5, 0.7647058823529411], "120": [0.5, 0.23529411764705882], "121": [0.7727272727272727, 0.35294117647058826], "122": [0.5227272727272727, 0.4411764705882353], "123": [0.38636363636363635, 0.5], "124": [0.36363636363636365, 0.5294117647058824], "125": [0.5681818181818182, 0.6176470588235294], "126": [0.7045454545454546, 0.6764705882352942], "127": [0.6590909090909091, 0.8529411764705882], "128": [0.5909090909090909, 0.8823529411764706], "129": [0.36363636363636365, 0.23529411764705882], "130": [0.6136363636363636, 0.3235294117647059], "131": [0.45454545454545453, 0.4117647058823529], "132": [0.5227272727272727, 0.6176470588235294], "133": [0.6136363636363636, 0.6764705882352942], "134": [0.6136363636363636, 0.7941176470588235], "135": [0.3181818181818182, 0.8235294117647058], "136": [0.4772727272727273, 0.8529411764705882], "137": [0.2727272727272727, 0.8823529411764706], "138": [0.3181818181818182, 1.0], "139": [0.7727272727272727, 0.23529411764705882], "140": [0.6363636363636364, 0.35294117647058826], "141": [0.6818181818181818, 0.47058823529411764], "142": [0.7272727272727273, 0.47058823529411764], "143": [0.6136363636363636, 0.6176470588235294], "144": [0.7272727272727273, 0.8823529411764706], "145": [0.6363636363636364, 0.11764705882352941], "146": [0.5909090909090909, 0.23529411764705882], "147": [0.5227272727272727, 0.2647058823529412], "148": [0.5, 0.35294117647058826], "149": [0.6818181818181818, 0.35294117647058826], "150": [0.8409090909090909, 0.38235294117647056], "151": [0.5, 0.47058823529411764], "152": [0.6363636363636364, 0.7058823529411765], "153": [0.7727272727272727, 0.7647058823529411], "154": [0.8636363636363636, 0.8235294117647058], "155": [0.18181818181818182, 0.0], "156": [0.2727272727272727, 0.0], "157": [0.3409090909090909, 0.14705882352941177], "158": [0.20454545454545456, 0.20588235294117646], "159": [0.3181818181818182, 0.29411764705882354], "160": [0.18181818181818182, 0.4117647058823529], "161": [0.13636363636363635, 0.47058823529411764], "162": [0.3181818181818182, 0.47058823529411764], "163": [0.18181818181818182, 0.5882352941176471], "164": [0.22727272727272727, 0.6470588235294118], "165": [0.25, 0.7352941176470589], "166": [0.25, 0.9117647058823529], "167": [0.5454545454545454, 0.0], "168": [0.45454545454545453, 0.35294117647058826], "169": [0.3409090909090909, 0.38235294117647056], "170": [0.38636363636363635, 0.6764705882352942], "171": [0.2727272727272727, 0.8235294117647058], "172": [0.13636363636363635, 0.17647058823529413], "173": [0.29545454545454547, 0.2647058823529412], "174": [0.3409090909090909, 0.2647058823529412], "175": [0.29545454545454547, 0.3235294117647059], "176": [0.13636363636363635, 0.4117647058823529], "177": [0.3409090909090909, 0.4411764705882353], "178": [0.3181818181818182, 0.6470588235294118], "179": [0.36363636363636365, 0.8235294117647058], "180": [0.6136363636363636, 0.20588235294117646], "181": [0.7045454545454546, 0.4411764705882353], "182": [0.45454545454545453, 0.5882352941176471], "183": [0.6136363636363636, 0.7352941176470589], "184": [0.6363636363636364, 0.8235294117647058], "185": [0.18181818181818182, 0.17647058823529413], "186": [0.3181818181818182, 0.7647058823529411], "187": [0.36363636363636365, 0.058823529411764705], "188": [0.4090909090909091, 0.11764705882352941], "189": [0.36363636363636365, 0.47058823529411764], "190": [0.4772727272727273, 0.9117647058823529], "191": [0.6363636363636364, 0.0], "192": [0.7727272727272727, 0.17647058823529413], "193": [0.6590909090909091, 0.20588235294117646], "194": [0.8636363636363636, 0.23529411764705882], "195": [0.75, 0.4411764705882353], "196": [0.8409090909090909, 0.4411764705882353], "197": [0.75, 0.6176470588235294], "198": [0.5454545454545454, 0.7647058823529411], "199": [0.6590909090909091, 0.38235294117647056], "200": [0.4318181818181818, 0.5588235294117647], "201": [0.6136363636363636, 0.5588235294117647], "202": [0.6818181818181818, 0.5294117647058824], "203": [0.2727272727272727, 0.7058823529411765], "204": [0.38636363636363635, 0.7352941176470589], "205": [0.45454545454545453, 0.058823529411764705], "206": [0.4090909090909091, 0.4117647058823529], "207": [0.36363636363636365, 0.5294117647058824], "208": [0.5, 0.9411764705882353], "209": [0.36363636363636365, 1.0], "210": [0.5454545454545454, 0.058823529411764705], "211": [0.25, 0.08823529411764706], "212": [0.3181818181818182, 0.7058823529411765], "213": [0.13636363636363635, 0.8235294117647058], "214": [0.13636363636363635, 1.0], "215": [0.7272727272727273, 0.11764705882352941], "216": [0.2727272727272727, 0.5294117647058824], "217": [0.2727272727272727, 0.7058823529411765], "218": [0.6818181818181818, 0.7647058823529411], "219": [0.45454545454545453, 0.9411764705882353], "220": [0.38636363636363635, 0.9705882352941176], "221": [0.13636363636363635, 0.23529411764705882], "222": [0.4772727272727273, 0.38235294117647056], "223": [0.18181818181818182, 0.5294117647058824], "224": [0.3181818181818182, 0.5294117647058824], "225": [0.2727272727272727, 0.9411764705882353], "226": [0.3181818181818182, 0.29411764705882354], "227": [0.22727272727272727, 0.7058823529411765], "228": [0.1590909090909091, 0.8529411764705882], "229": [0.36363636363636365, 0.0], "230": [0.13636363636363635, 0.11764705882352941], "231": [0.3181818181818182, 0.35294117647058826], "232": [0.18181818181818182, 0.5882352941176471], "233": [0.20454545454545456, 0.9117647058823529], "234": [0.5454545454545454, 0.47058823529411764], "235": [0.5909090909090909, 0.6470588235294118], "236": [0.36363636363636365, 0.7058823529411765], "237": [0.4090909090909091, 0.8235294117647058], "238": [0.6818181818181818, 0.11764705882352941], "239": [0.7272727272727273, 0.29411764705882354], "240": [0.8636363636363636, 0.17647058823529413], "241": [0.7045454545454546, 0.20588235294117646], "242": [0.5909090909090909, 0.29411764705882354], "243": [0.7954545454545454, 0.3235294117647059], "244": [0.7954545454545454, 0.4411764705882353], "245": [0.6818181818181818, 0.47058823529411764], "246": [0.8409090909090909, 0.8529411764705882], "247": [0.45454545454545453, 0.23529411764705882], "248": [0.36363636363636365, 0.47058823529411764], "249": [0.7272727272727273, 0.5294117647058824], "250": [0.20454545454545456, 0.6764705882352942], "251": [0.3409090909090909, 0.4411764705882353], "252": [0.4318181818181818, 0.38235294117647056], "253": [0.5681818181818182, 0.2647058823529412], "254": [0.38636363636363635, 0.6176470588235294], "255": [0.5454545454545454, 0.6470588235294118], "256": [0.4318181818181818, 0.7941176470588235], "257": [0.3181818181818182, 0.47058823529411764], "258": [0.8636363636363636, 0.11764705882352941], "259": [0.7727272727272727, 0.23529411764705882], "260": [0.7272727272727273, 0.35294117647058826], "261": [0.7954545454545454, 0.4411764705882353], "262": [0.6818181818181818, 0.5294117647058824], "263": [0.5227272727272727, 0.5588235294117647], "264": [0.6363636363636364, 0.7647058823529411], "265": [0.7045454545454546, 0.9117647058823529], "266": [0.5227272727272727, 0.3235294117647059], "267": [0.45454545454545453, 0.35294117647058826], "268": [0.5909090909090909, 0.4117647058823529], "269": [0.2727272727272727, 0.5294117647058824], "270": [0.3181818181818182, 0.5294117647058824], "271": [0.45454545454545453, 0.4117647058823529], "272": [0.6818181818181818, 1.0], "273": [0.4772727272727273, 0.38235294117647056], "274": [0.5227272727272727, 0.4411764705882353], "275": [0.29545454545454547, 0.5], "276": [0.4772727272727273, 0.6764705882352942], "277": [0.25, 0.7941176470588235], "278": [0.5227272727272727, 0.9117647058823529], "279": [0.18181818181818182, 0.29411764705882354], "280": [0.5909090909090909, 0.35294117647058826], "281": [0.6590909090909091, 0.20588235294117646], "282": [0.7954545454545454, 0.20588235294117646], "283": [0.6590909090909091, 0.2647058823529412], "284": [0.6363636363636364, 0.5294117647058824], "285": [0.6590909090909091, 0.5588235294117647], "286": [0.7727272727272727, 1.0], "287": [0.4090909090909091, 0.4117647058823529], "288": [0.2727272727272727, 0.35294117647058826], "289": [0.38636363636363635, 0.38235294117647056], "290": [0.2727272727272727, 0.5882352941176471], "291": [0.38636363636363635, 0.7941176470588235], "292": [0.36363636363636365, 0.9411764705882353], "293": [0.4090909090909091, 0.9411764705882353], "294": [0.25, 0.3235294117647059], "295": [0.20454545454545456, 0.5], "296": [0.8409090909090909, 0.2647058823529412], "297": [0.5454545454545454, 0.47058823529411764], "298": [0.29545454545454547, 0.5], "299": [0.8409090909090909, 0.5], "300": [0.45454545454545453, 1.0], "301": [0.5, 0.0], "302": [0.4772727272727273, 0.2647058823529412], "303": [0.3181818181818182, 0.35294117647058826], "304": [0.5227272727272727, 0.9705882352941176], "305": [0.6363636363636364, 0.29411764705882354], "306": [0.38636363636363635, 0.5588235294117647], "307": [0.4772727272727273, 0.7941176470588235], "308": [0.7045454545454546, 0.5], "309": [0.18181818181818182, 0.5294117647058824], "310": [0.2727272727272727, 0.5294117647058824], "311": [0.5454545454545454, 0.11764705882352941], "312": [0.4090909090909091, 0.29411764705882354], "313": [0.4772727272727273, 0.6176470588235294], "314": [0.5, 0.9411764705882353], "315": [0.4318181818181818, 0.38235294117647056], "316": [0.5, 0.5882352941176471], "317": [0.5681818181818182, 0.5], "318": [0.5681818181818182, 0.8529411764705882], "319": [0.6590909090909091, 0.7352941176470589], "320": [0.5, 0.8235294117647058], "321": [0.2727272727272727, 0.23529411764705882], "322": [0.45454545454545453, 0.29411764705882354], "323": [0.7045454545454546, 0.3235294117647059], "324": [0.7045454545454546, 0.5588235294117647], "325": [0.2727272727272727, 0.29411764705882354], "326": [0.4090909090909091, 0.47058823529411764], "327": [0.7272727272727273, 0.47058823529411764], "328": [0.6818181818181818, 0.8235294117647058], "329": [0.22727272727272727, 0.4117647058823529], "330": [0.13636363636363635, 0.5294117647058824], "331": [0.29545454545454547, 0.7352941176470589], "332": [0.3409090909090909, 0.029411764705882353], "333": [0.5454545454545454, 0.29411764705882354], "334": [0.29545454545454547, 0.38235294117647056], "335": [0.3181818181818182, 0.5882352941176471], "336": [0.3409090909090909, 0.9117647058823529], "337": [0.5681818181818182, 0.3235294117647059], "338": [0.4090909090909091, 0.4117647058823529], "339": [0.3409090909090909, 0.6764705882352942], "340": [0.6136363636363636, 0.3235294117647059], "341": [0.5227272727272727, 0.3235294117647059], "342": [0.3409090909090909, 0.5588235294117647], "343": [0.6363636363636364, 0.35294117647058826], "344": [0.5, 0.35294117647058826], "345": [0.7272727272727273, 0.4117647058823529], "346": [0.5454545454545454, 0.8235294117647058], "347": [0.13636363636363635, 0.0], "348": [0.13636363636363635, 0.35294117647058826], "349": [0.13636363636363635, 0.8235294117647058], "350": [0.22727272727272727, 0.8235294117647058], "351": [0.4772727272727273, 0.9117647058823529], "352": [0.22727272727272727, 0.0], "353": [0.1590909090909091, 0.3235294117647059], "354": [0.6818181818181818, 0.29411764705882354], "355": [0.4090909090909091, 0.23529411764705882], "356": [0.6818181818181818, 0.4117647058823529], "357": [0.6136363636363636, 0.5588235294117647], "358": [0.4090909090909091, 0.9411764705882353], "359": [0.36363636363636365, 0.35294117647058826], "360": [0.45454545454545453, 0.47058823529411764], "361": [0.6136363636363636, 0.2647058823529412], "362": [0.5681818181818182, 0.5588235294117647], "363": [0.5909090909090909, 0.17647058823529413], "364": [0.6363636363636364, 0.4117647058823529], "365": [0.7272727272727273, 0.23529411764705882], "366": [0.6818181818181818, 0.6470588235294118], "367": [0.45454545454545453, 0.7647058823529411], "368": [0.4318181818181818, 0.5588235294117647], "369": [0.5681818181818182, 0.4411764705882353], "370": [0.7045454545454546, 0.6176470588235294], "371": [0.5454545454545454, 0.9411764705882353], "372": [0.5454545454545454, 0.17647058823529413], "373": [0.38636363636363635, 0.38235294117647056], "374": [0.4318181818181818, 0.4411764705882353], "375": [0.5454545454545454, 0.23529411764705882], "376": [0.4318181818181818, 0.9117647058823529], "377": [0.4090909090909091, 0.17647058823529413], "378": [0.6818181818181818, 0.7058823529411765], "379": [0.3409090909090909, 0.38235294117647056], "380": [0.7272727272727273, 0.0], "381": [0.6818181818181818, 0.29411764705882354], "382": [0.6590909090909091, 0.7352941176470589], "383": [0.36363636363636365, 0.35294117647058826], "384": [0.5227272727272727, 0.38235294117647056], "385": [0.3409090909090909, 0.20588235294117646], "386": [0.4318181818181818, 0.2647058823529412], "387": [0.4772727272727273, 0.3235294117647059], "388": [0.36363636363636365, 0.4117647058823529], "389": [0.6136363636363636, 0.4411764705882353], "390": [0.5227272727272727, 0.7352941176470589], "391": [0.45454545454545453, 0.7058823529411765], "392": [0.6590909090909091, 0.7941176470588235], "393": [0.5909090909090909, 1.0], "394": [0.4318181818181818, 0.5], "395": [0.5909090909090909, 0.0], "396": [0.6363636363636364, 0.29411764705882354], "397": [0.5227272727272727, 0.38235294117647056], "398": [0.4318181818181818, 0.8529411764705882], "399": [0.45454545454545453, 0.23529411764705882], "400": [0.5909090909090909, 0.23529411764705882], "401": [0.5227272727272727, 0.4411764705882353], "402": [0.6136363636363636, 0.5], "403": [0.6136363636363636, 0.8529411764705882], "404": [0.5681818181818182, 0.3235294117647059], "405": [0.22727272727272727, 0.5882352941176471], "406": [0.4318181818181818, 0.9705882352941176], "407": [0.2727272727272727, 0.6470588235294118], "408": [0.4090909090909091, 0.7647058823529411], "409": [0.13636363636363635, 0.35294117647058826], "410": [0.25, 0.5], "411": [0.29545454545454547, 0.6764705882352942], "412": [0.7272727272727273, 0.7647058823529411], "413": [0.6363636363636364, 0.17647058823529413], "414": [0.6363636363636364, 0.47058823529411764], "415": [0.36363636363636365, 0.9411764705882353], "416": [0.5454545454545454, 0.7058823529411765], "417": [0.18181818181818182, 0.058823529411764705], "418": [0.4090909090909091, 0.5882352941176471], "419": [0.1590909090909091, 0.9117647058823529], "420": [0.5, 0.47058823529411764], "421": [0.6590909090909091, 0.6176470588235294], "422": [0.5681818181818182, 0.9117647058823529], "423": [0.6136363636363636, 0.6176470588235294], "424": [0.7272727272727273, 0.7647058823529411], "425": [0.6136363636363636, 0.9705882352941176], "426": [0.5454545454545454, 0.4117647058823529], "427": [0.5681818181818182, 0.2647058823529412], "428": [0.8636363636363636, 0.8235294117647058], "429": [0.5454545454545454, 0.9411764705882353], "430": [0.18181818181818182, 0.47058823529411764], "431": [0.6363636363636364, 0.47058823529411764], "432": [0.6136363636363636, 0.9705882352941176], "433": [0.4772727272727273, 0.3235294117647059], "434": [0.7272727272727273, 0.5294117647058824], "435": [0.6363636363636364, 0.4117647058823529], "436": [0.5454545454545454, 0.47058823529411764], "437": [0.4772727272727273, 0.5], "438": [0.6590909090909091, 0.5], "439": [0.7045454545454546, 0.5], "440": [0.5909090909090909, 0.8235294117647058], "441": [0.45454545454545453, 0.5294117647058824], "442": [0.5, 0.8823529411764706], "443": [0.3181818181818182, 0.4117647058823529], "444": [0.3181818181818182, 0.8823529411764706], "445": [0.45454545454545453, 0.8235294117647058], "446": [0.6136363636363636, 0.6176470588235294], "447": [0.8181818181818182, 0.5882352941176471], "448": [0.7727272727272727, 0.9411764705882353], "449": [0.7954545454545454, 0.9705882352941176], "450": [0.4318181818181818, 0.5], "451": [0.3181818181818182, 0.5294117647058824], "452": [0.7272727272727273, 0.35294117647058826], "453": [0.5909090909090909, 0.4117647058823529], "454": [0.4090909090909091, 0.8823529411764706], "455": [0.13636363636363635, 0.058823529411764705], "456": [0.7272727272727273, 0.23529411764705882], "457": [0.18181818181818182, 0.35294117647058826], "458": [0.75, 0.5588235294117647], "459": [0.4318181818181818, 0.3235294117647059], "460": [0.5227272727272727, 0.5], "461": [0.4318181818181818, 0.3235294117647059], "462": [0.8181818181818182, 0.0], "463": [0.8409090909090909, 0.3235294117647059], "464": [0.6136363636363636, 0.5], "465": [0.7954545454545454, 0.6764705882352942], "466": [0.6818181818181818, 0.8823529411764706], "467": [0.3409090909090909, 0.5588235294117647], "468": [0.5454545454545454, 0.5882352941176471], "469": [0.6590909090909091, 0.7941176470588235], "470": [0.36363636363636365, 0.4117647058823529], "471": [0.6590909090909091, 0.38235294117647056], "472": [0.4772727272727273, 0.5588235294117647], "473": [0.5909090909090909, 0.5294117647058824], "474": [0.45454545454545453, 0.8235294117647058], "475": [0.38636363636363635, 0.8529411764705882], "476": [0.4772727272727273, 0.6176470588235294], "477": [0.36363636363636365, 0.6470588235294118], "478": [0.5681818181818182, 0.4411764705882353], "479": [0.3409090909090909, 0.8529411764705882], "480": [0.4318181818181818, 0.5588235294117647], "481": [0.36363636363636365, 0.5882352941176471], "482": [0.6363636363636364, 1.0], "483": [0.6818181818181818, 0.8235294117647058], "484": [0.3181818181818182, 0.5882352941176471], "485": [0.5454545454545454, 0.4117647058823529], "486": [0.4318181818181818, 0.7352941176470589], "487": [0.38636363636363635, 0.9705882352941176], "488": [0.36363636363636365, 0.17647058823529413], "489": [0.5, 0.17647058823529413], "490": [0.45454545454545453, 0.35294117647058826], "491": [0.7272727272727273, 0.6470588235294118], "492": [0.7272727272727273, 0.23529411764705882], "493": [0.7272727272727273, 0.7058823529411765], "494": [0.36363636363636365, 0.23529411764705882], "495": [0.45454545454545453, 0.23529411764705882], "496": [0.5681818181818182, 0.5588235294117647], "497": [0.36363636363636365, 0.23529411764705882], "498": [0.29545454545454547, 0.38235294117647056], "499": [0.4090909090909091, 0.35294117647058826], "500": [0.45454545454545453, 0.6470588235294118], "501": [0.22727272727272727, 0.9411764705882353], "502": [0.4772727272727273, 0.7352941176470589], "503": [0.6136363636363636, 0.7352941176470589], "504": [0.5227272727272727, 0.7941176470588235], "505": [0.29545454545454547, 0.6176470588235294], "506": [0.5, 0.4117647058823529], "507": [0.6818181818181818, 0.5294117647058824], "508": [0.5227272727272727, 0.5], "509": [0.4090909090909091, 0.5294117647058824], "510": [0.5, 0.23529411764705882], "511": [0.4772727272727273, 0.9705882352941176], "512": [0.6363636363636364, 0.11764705882352941], "513": [0.7272727272727273, 0.11764705882352941], "514": [0.6363636363636364, 0.35294117647058826], "515": [0.38636363636363635, 0.5], "516": [0.5454545454545454, 0.29411764705882354], "517": [0.1590909090909091, 0.5588235294117647], "518": [0.5227272727272727, 0.6176470588235294], "519": [0.5, 0.6470588235294118], "520": [0.7045454545454546, 0.5], "521": [0.45454545454545453, 0.17647058823529413], "522": [0.4772727272727273, 0.7941176470588235], "523": [0.4318181818181818, 0.6764705882352942], "524": [0.8636363636363636, 0.23529411764705882], "525": [0.6818181818181818, 0.47058823529411764], "526": [0.8181818181818182, 0.5882352941176471], "527": [0.5, 0.6470588235294118], "528": [0.4318181818181818, 0.6764705882352942], "529": [0.45454545454545453, 0.5294117647058824], "530": [0.7272727272727273, 0.7647058823529411], "531": [0.5681818181818182, 0.5], "532": [0.5909090909090909, 0.47058823529411764], "533": [0.75, 0.5], "534": [0.8409090909090909, 0.6764705882352942], "535": [0.8409090909090909, 0.7941176470588235], "536": [0.8636363636363636, 1.0], "537": [0.6590909090909091, 0.6176470588235294], "538": [0.5, 0.6470588235294118], "539": [0.8636363636363636, 0.0], "540": [0.38636363636363635, 0.4411764705882353], "541": [0.5454545454545454, 0.7647058823529411], "542": [0.5681818181818182, 0.7941176470588235], "543": [0.4090909090909091, 0.35294117647058826], "544": [0.3409090909090909, 0.5588235294117647], "545": [0.38636363636363635, 0.4411764705882353], "546": [0.5454545454545454, 0.5294117647058824], "547": [0.2727272727272727, 0.7647058823529411], "548": [0.5909090909090909, 0.7647058823529411], "549": [0.36363636363636365, 0.8823529411764706], "550": [0.6136363636363636, 0.2647058823529412], "551": [0.7272727272727273, 0.47058823529411764], "552": [0.5909090909090909, 0.5882352941176471], "553": [0.6818181818181818, 0.35294117647058826], "554": [0.6363636363636364, 0.7647058823529411], "555": [0.1590909090909091, 0.2647058823529412], "556": [0.45454545454545453, 0.29411764705882354], "557": [0.8409090909090909, 0.2647058823529412], "558": [0.8409090909090909, 0.4411764705882353], "559": [0.8181818181818182, 0.6470588235294118], "560": [0.8409090909090909, 0.7352941176470589], "561": [0.8181818181818182, 0.8235294117647058], "562": [0.45454545454545453, 0.29411764705882354], "563": [0.5, 0.35294117647058826], "564": [0.3181818181818182, 0.6470588235294118], "565": [0.6363636363636364, 0.9411764705882353], "566": [0.29545454545454547, 0.3235294117647059], "567": [0.5909090909090909, 0.35294117647058826], "568": [0.3181818181818182, 0.23529411764705882], "569": [0.6590909090909091, 0.3235294117647059], "570": [0.6363636363636364, 0.47058823529411764], "571": [0.5909090909090909, 0.47058823529411764], "572": [0.3181818181818182, 0.17647058823529413], "573": [0.3409090909090909, 0.7352941176470589], "574": [0.8181818181818182, 0.11764705882352941], "575": [0.6818181818181818, 0.35294117647058826], "576": [0.25, 0.4411764705882353], "577": [0.18181818181818182, 0.17647058823529413], "578": [0.3181818181818182, 0.29411764705882354], "579": [0.8636363636363636, 0.6470588235294118], "580": [0.6363636363636364, 0.8823529411764706], "581": [0.6363636363636364, 0.4117647058823529], "582": [0.6818181818181818, 0.9411764705882353], "583": [0.5909090909090909, 0.29411764705882354], "584": [0.6590909090909091, 0.6764705882352942], "585": [0.36363636363636365, 0.8823529411764706], "586": [0.5909090909090909, 0.9411764705882353], "587": [0.5454545454545454, 0.11764705882352941], "588": [0.5227272727272727, 0.9705882352941176], "589": [0.75, 0.3235294117647059], "590": [0.8636363636363636, 0.5294117647058824], "591": [0.8409090909090909, 0.5588235294117647], "592": [0.7272727272727273, 0.7058823529411765], "593": [0.5681818181818182, 0.7352941176470589], "594": [0.6590909090909091, 0.9705882352941176], "595": [0.5, 1.0], "596": [0.8409090909090909, 0.5], "597": [0.6818181818181818, 0.5882352941176471], "598": [0.5454545454545454, 1.0], "599": [0.5909090909090909, 0.4117647058823529], "600": [0.38636363636363635, 0.6764705882352942], "601": [0.4090909090909091, 0.5882352941176471], "602": [0.1590909090909091, 0.4411764705882353], "603": [0.3409090909090909, 0.3235294117647059], "604": [0.5681818181818182, 0.6764705882352942], "605": [0.5909090909090909, 0.17647058823529413], "606": [0.7727272727272727, 0.6470588235294118], "607": [0.29545454545454547, 0.8529411764705882], "608": [0.36363636363636365, 0.29411764705882354], "609": [0.38636363636363635, 0.7352941176470589], "610": [0.75, 0.9117647058823529], "611": [0.7045454545454546, 0.6764705882352942], "612": [0.5909090909090909, 0.7058823529411765], "613": [0.6818181818181818, 0.17647058823529413], "614": [0.5227272727272727, 0.38235294117647056], "615": [0.4090909090909091, 0.47058823529411764], "616": [0.5227272727272727, 0.8529411764705882], "617": [0.38636363636363635, 0.9117647058823529], "618": [0.75, 0.5588235294117647], "619": [0.1590909090909091, 0.6176470588235294], "620": [0.5681818181818182, 0.6176470588235294], "621": [0.20454545454545456, 0.8529411764705882], "622": [0.6136363636363636, 0.38235294117647056], "623": [0.18181818181818182, 0.29411764705882354], "624": [0.4090909090909091, 0.5882352941176471], "625": [0.6136363636363636, 0.6176470588235294], "626": [0.7045454545454546, 0.9117647058823529], "627": [0.3409090909090909, 0.2647058823529412], "628": [0.7727272727272727, 0.7058823529411765], "629": [0.5, 0.4117647058823529], "630": [0.7272727272727273, 0.4117647058823529], "631": [0.13636363636363635, 0.8235294117647058], "632": [0.8181818181818182, 0.47058823529411764], "633": [0.6363636363636364, 0.5294117647058824], "634": [0.4772727272727273, 0.5588235294117647], "635": [0.3409090909090909, 0.6764705882352942], "636": [0.18181818181818182, 0.7647058823529411], "637": [0.4318181818181818, 0.6176470588235294], "638": [0.22727272727272727, 0.11764705882352941], "639": [0.22727272727272727, 0.47058823529411764], "640": [0.8636363636363636, 0.29411764705882354], "641": [0.2727272727272727, 0.5882352941176471], "642": [0.75, 0.7941176470588235], "643": [0.5909090909090909, 0.35294117647058826], "644": [0.7272727272727273, 0.4117647058823529], "645": [0.4090909090909091, 0.5294117647058824], "646": [0.75, 0.7352941176470589], "647": [0.5681818181818182, 0.6764705882352942], "648": [0.4772727272727273, 0.4411764705882353], "649": [0.7727272727272727, 0.47058823529411764], "650": [0.7954545454545454, 0.6176470588235294], "651": [0.75, 0.2647058823529412], "652": [0.4772727272727273, 0.2647058823529412], "653": [0.8409090909090909, 0.6176470588235294], "654": [0.7045454545454546, 0.4411764705882353], "655": [0.3409090909090909, 0.7941176470588235], "656": [0.3181818181818182, 0.8235294117647058], "657": [0.22727272727272727, 0.5294117647058824], "658": [0.7272727272727273, 1.0], "659": [0.7727272727272727, 0.17647058823529413], "660": [0.5454545454545454, 0.5882352941176471], "661": [0.1590909090909091, 0.3235294117647059], "662": [0.29545454545454547, 0.3235294117647059], "663": [0.8181818181818182, 0.5882352941176471], "664": [0.18181818181818182, 0.6470588235294118], "665": [0.5681818181818182, 0.4411764705882353], "666": [0.7045454545454546, 0.6176470588235294], "667": [0.7272727272727273, 0.5294117647058824], "668": [0.7727272727272727, 0.8235294117647058], "669": [0.8409090909090909, 0.6176470588235294], "670": [0.20454545454545456, 0.7941176470588235], "671": [0.22727272727272727, 0.47058823529411764], "672": [0.29545454545454547, 0.9117647058823529], "673": [0.5909090909090909, 0.7058823529411765], "674": [0.13636363636363635, 0.5294117647058824], "675": [0.18181818181818182, 0.7058823529411765], "676": [0.13636363636363635, 0.7058823529411765], "677": [0.3181818181818182, 0.7058823529411765], "678": [0.5, 0.5294117647058824], "679": [0.13636363636363635, 0.29411764705882354], "680": [0.20454545454545456, 0.5], "681": [0.25, 0.6176470588235294], "682": [0.2727272727272727, 0.6470588235294118], "683": [0.7727272727272727, 0.4117647058823529], "684": [0.13636363636363635, 0.35294117647058826], "685": [0.36363636363636365, 0.5882352941176471], "686": [0.5909090909090909, 0.7058823529411765], "687": [0.13636363636363635, 0.5882352941176471], "688": [0.6818181818181818, 0.0], "689": [0.5, 0.7058823529411765], "690": [0.7954545454545454, 0.5], "691": [0.13636363636363635, 0.47058823529411764], "692": [0.22727272727272727, 0.5882352941176471], "693": [0.6818181818181818, 0.7058823529411765], "694": [0.6590909090909091, 0.5588235294117647], "695": [0.18181818181818182, 0.29411764705882354], "696": [0.2727272727272727, 0.4117647058823529], "697": [0.7045454545454546, 0.20588235294117646], "698": [0.6136363636363636, 0.4411764705882353], "699": [0.7954545454545454, 0.2647058823529412], "700": [0.8409090909090909, 0.9117647058823529], "701": [0.22727272727272727, 0.8235294117647058], "702": [0.7727272727272727, 0.35294117647058826], "703": [0.13636363636363635, 0.23529411764705882], "704": [0.25, 0.3235294117647059], "705": [0.75, 0.3235294117647059], "706": [0.3181818181818182, 0.35294117647058826], "707": [0.6590909090909091, 0.9117647058823529], "708": [0.1590909090909091, 0.5], "709": [0.3409090909090909, 0.4411764705882353], "710": [0.5227272727272727, 0.6764705882352942], "711": [0.6818181818181818, 0.17647058823529413], "712": [0.75, 0.8529411764705882], "713": [0.8636363636363636, 0.4117647058823529], "714": [0.5454545454545454, 0.7647058823529411], "715": [0.36363636363636365, 1.0], "716": [0.20454545454545456, 0.5588235294117647], "717": [0.5, 0.5882352941176471], "718": [0.7045454545454546, 0.2647058823529412], "719": [0.5909090909090909, 0.5882352941176471], "720": [0.36363636363636365, 0.4117647058823529], "721": [0.22727272727272727, 0.7647058823529411], "722": [0.29545454545454547, 0.7941176470588235], "723": [0.4318181818181818, 0.9705882352941176], "724": [0.5454545454545454, 0.5294117647058824], "725": [0.22727272727272727, 1.0], "726": [0.4090909090909091, 1.0], "727": [0.4318181818181818, 0.38235294117647056], "728": [0.38636363636363635, 0.3235294117647059], "729": [0.4318181818181818, 0.2647058823529412], "730": [0.6363636363636364, 0.5882352941176471], "731": [0.22727272727272727, 0.23529411764705882], "732": [0.6136363636363636, 0.3235294117647059], "733": [0.5681818181818182, 0.5], "734": [0.7272727272727273, 0.6470588235294118], "735": [0.8181818181818182, 1.0], "736": [0.8409090909090909, 0.38235294117647056], "737": [0.18181818181818182, 0.5294117647058824], "738": [0.18181818181818182, 0.8823529411764706], "739": [0.7045454545454546, 0.7941176470588235], "740": [0.7045454545454546, 0.8529411764705882], "741": [0.25, 0.7352941176470589], "742": [0.7954545454545454, 0.8529411764705882], "743": [0.2727272727272727, 1.0], "744": [0.6818181818181818, 1.0], "745": [0.7727272727272727, 1.0], "746": [0.22727272727272727, 0.23529411764705882], "747": [0.8636363636363636, 0.5294117647058824], "748": [0.7045454545454546, 0.14705882352941177], "749": [0.25, 0.6764705882352942], "750": [0.8409090909090909, 0.4411764705882353], "751": [0.38636363636363635, 0.7941176470588235], "752": [0.36363636363636365, 0.8235294117647058], "753": [0.38636363636363635, 0.6764705882352942], "754": [0.5227272727272727, 0.7941176470588235], "755": [0.20454545454545456, 0.4411764705882353], "756": [0.45454545454545453, 0.47058823529411764], "757": [0.3181818181818182, 0.11764705882352941], "758": [0.22727272727272727, 0.8823529411764706], "759": [0.3181818181818182, 0.8823529411764706], "760": [0.38636363636363635, 0.9117647058823529], "761": [0.2727272727272727, 0.35294117647058826], "762": [0.18181818181818182, 0.7058823529411765], "763": [0.3409090909090909, 0.7941176470588235], "764": [0.75, 0.4411764705882353], "765": [0.18181818181818182, 0.8823529411764706], "766": [0.3181818181818182, 0.23529411764705882], "767": [0.25, 0.6176470588235294], "768": [0.1590909090909091, 0.2647058823529412], "769": [0.18181818181818182, 0.8235294117647058], "770": [0.20454545454545456, 0.20588235294117646], "771": [0.7045454545454546, 0.8529411764705882], "772": [0.4772727272727273, 0.9705882352941176], "773": [0.7045454545454546, 0.3235294117647059], "774": [0.7954545454545454, 0.38235294117647056], "775": [0.6363636363636364, 0.6470588235294118], "776": [0.4772727272727273, 0.8529411764705882], "777": [0.6136363636363636, 0.8529411764705882], "778": [0.45454545454545453, 0.23529411764705882], "779": [0.4772727272727273, 0.38235294117647056], "780": [0.36363636363636365, 0.6470588235294118], "781": [0.7954545454545454, 0.5588235294117647], "782": [0.5681818181818182, 0.38235294117647056], "783": [0.75, 0.38235294117647056], "784": [0.7954545454545454, 0.5588235294117647], "785": [0.75, 0.6176470588235294], "786": [0.38636363636363635, 0.6764705882352942], "787": [0.4090909090909091, 0.8823529411764706], "788": [0.7272727272727273, 0.17647058823529413], "789": [0.75, 0.2647058823529412], "790": [0.3409090909090909, 0.2647058823529412], "791": [0.45454545454545453, 0.5294117647058824], "792": [0.18181818181818182, 0.4117647058823529], "793": [0.8181818181818182, 0.4117647058823529], "794": [0.1590909090909091, 0.4411764705882353], "795": [0.7727272727272727, 0.6470588235294118], "796": [0.4772727272727273, 0.38235294117647056], "797": [0.5909090909090909, 0.6470588235294118], "798": [0.22727272727272727, 0.29411764705882354], "799": [0.8409090909090909, 0.6764705882352942], "800": [0.7272727272727273, 0.5882352941176471], "801": [0.7727272727272727, 0.8235294117647058], "802": [0.8636363636363636, 0.9411764705882353], "803": [0.4772727272727273, 0.3235294117647059], "804": [0.6363636363636364, 0.9411764705882353], "805": [0.8181818181818182, 0.8235294117647058], "806": [0.38636363636363635, 0.3235294117647059], "807": [0.25, 0.38235294117647056], "808": [0.6136363636363636, 0.38235294117647056], "809": [0.7954545454545454, 0.38235294117647056], "810": [0.13636363636363635, 0.4117647058823529], "811": [0.25, 0.4411764705882353], "812": [0.8409090909090909, 0.4411764705882353], "813": [0.3409090909090909, 0.3235294117647059], "814": [0.6590909090909091, 0.5], "815": [0.36363636363636365, 0.11764705882352941], "816": [0.7045454545454546, 0.3235294117647059], "817": [0.5454545454545454, 0.35294117647058826], "818": [0.7954545454545454, 0.5], "819": [0.75, 0.9117647058823529], "820": [0.6136363636363636, 0.7352941176470589], "821": [0.8181818181818182, 0.4117647058823529], "822": [0.6590909090909091, 0.8529411764705882], "823": [0.75, 0.8529411764705882], "824": [0.6136363636363636, 0.9117647058823529], "825": [0.7045454545454546, 0.4411764705882353], "826": [0.6590909090909091, 0.7352941176470589], "827": [0.7727272727272727, 0.4117647058823529], "828": [0.45454545454545453, 0.8823529411764706], "829": [0.6818181818181818, 0.6470588235294118], "830": [0.8636363636363636, 0.9411764705882353], "831": [0.7045454545454546, 0.5588235294117647], "832": [0.7727272727272727, 0.9411764705882353], "833": [0.3181818181818182, 0.5294117647058824], "834": [0.22727272727272727, 0.5882352941176471], "835": [0.8409090909090909, 0.5588235294117647], "836": [0.1590909090909091, 0.7352941176470589], "837": [0.22727272727272727, 0.4117647058823529], "838": [0.25, 0.5], "839": [0.45454545454545453, 0.35294117647058826], "840": [0.6590909090909091, 0.6764705882352942], "841": [0.6363636363636364, 0.7647058823529411], "842": [0.45454545454545453, 0.5882352941176471], "843": [0.5681818181818182, 0.38235294117647056], "844": [0.36363636363636365, 0.5294117647058824], "845": [0.7272727272727273, 0.8823529411764706], "846": [0.20454545454545456, 0.8529411764705882], "847": [0.3181818181818182, 0.11764705882352941], "848": [0.4318181818181818, 0.3235294117647059], "849": [0.6363636363636364, 0.5294117647058824], "850": [0.29545454545454547, 0.6176470588235294], "851": [0.5681818181818182, 0.3235294117647059], "852": [0.5909090909090909, 0.4117647058823529], "853": [0.6363636363636364, 1.0], "854": [0.13636363636363635, 0.6470588235294118], "855": [0.7727272727272727, 0.8823529411764706], "856": [0.3181818181818182, 0.6470588235294118], "857": [0.6363636363636364, 0.6470588235294118], "858": [0.75, 0.5], "859": [0.45454545454545453, 0.5882352941176471], "860": [0.3181818181818182, 0.5882352941176471], "861": [0.75, 0.5], "862": [0.7045454545454546, 0.6176470588235294], "863": [0.7954545454545454, 0.9705882352941176], "864": [0.75, 0.4411764705882353], "865": [0.1590909090909091, 0.4411764705882353], "866": [0.45454545454545453, 0.17647058823529413], "867": [0.29545454545454547, 0.7941176470588235], "868": [0.13636363636363635, 0.8823529411764706], "869": [0.2727272727272727, 0.47058823529411764], "870": [0.7954545454545454, 0.4411764705882353], "871": [0.8409090909090909, 0.38235294117647056], "872": [0.6818181818181818, 0.4117647058823529], "873": [0.8181818181818182, 0.058823529411764705], "874": [0.5454545454545454, 0.7058823529411765], "875": [0.29545454545454547, 0.5588235294117647], "876": [0.6590909090909091, 0.2647058823529412], "877": [0.75, 0.5588235294117647], "878": [0.4318181818181818, 0.6764705882352942], "879": [0.7045454545454546, 0.7941176470588235], "880": [0.25, 0.7352941176470589], "881": [0.4772727272727273, 0.7941176470588235], "882": [0.5681818181818182, 0.6176470588235294], "883": [0.4090909090909091, 0.47058823529411764], "884": [0.7954545454545454, 0.6764705882352942], "885": [0.7727272727272727, 0.5294117647058824], "886": [0.5681818181818182, 0.6764705882352942], "887": [0.18181818181818182, 0.5882352941176471], "888": [0.8636363636363636, 0.5882352941176471], "889": [0.7272727272727273, 0.9411764705882353], "890": [0.75, 0.38235294117647056], "891": [0.8181818181818182, 0.47058823529411764], "892": [0.6590909090909091, 0.3235294117647059], "893": [0.4772727272727273, 0.4411764705882353], "894": [0.6590909090909091, 0.9705882352941176], "895": [0.20454545454545456, 0.5], "896": [0.29545454545454547, 0.5], "897": [0.4090909090909091, 0.35294117647058826], "898": [0.20454545454545456, 0.5588235294117647], "899": [0.8636363636363636, 0.4117647058823529], "900": [0.5681818181818182, 0.8529411764705882], "901": [0.7045454545454546, 0.9705882352941176], "902": [0.6363636363636364, 0.29411764705882354], "903": [0.8636363636363636, 0.6470588235294118], "904": [0.22727272727272727, 0.058823529411764705], "905": [0.4090909090909091, 0.7647058823529411], "906": [0.4318181818181818, 0.7941176470588235], "907": [0.45454545454545453, 0.7058823529411765], "908": [0.7727272727272727, 0.47058823529411764], "909": [0.4318181818181818, 0.6176470588235294], "910": [0.8409090909090909, 0.5], "911": [0.7727272727272727, 0.7058823529411765], "912": [0.8409090909090909, 0.7352941176470589], "913": [0.3409090909090909, 0.6176470588235294], "914": [0.8409090909090909, 0.8529411764705882], "915": [0.4090909090909091, 0.29411764705882354], "916": [0.7727272727272727, 1.0], "917": [0.5, 0.5294117647058824], "918": [0.8181818181818182, 0.4117647058823529], "919": [0.5454545454545454, 0.4117647058823529], "920": [0.2727272727272727, 0.47058823529411764], "921": [0.4090909090909091, 0.6470588235294118], "922": [0.8636363636363636, 0.35294117647058826], "923": [0.3409090909090909, 0.6176470588235294], "924": [0.2727272727272727, 0.9411764705882353], "925": [0.22727272727272727, 0.17647058823529413], "926": [0.22727272727272727, 0.35294117647058826], "927": [0.7954545454545454, 0.38235294117647056], "928": [0.38636363636363635, 0.38235294117647056], "929": [0.4318181818181818, 0.4411764705882353], "930": [0.25, 0.38235294117647056], "931": [0.1590909090909091, 0.5], "932": [0.25, 0.8529411764705882], "933": [0.18181818181818182, 0.9411764705882353], "934": [0.6136363636363636, 0.38235294117647056], "935": [0.8636363636363636, 0.47058823529411764], "936": [0.1590909090909091, 0.6764705882352942], "937": [0.7727272727272727, 0.4117647058823529], "938": [0.8181818181818182, 0.9411764705882353], "939": [0.18181818181818182, 0.9411764705882353], "940": [0.3181818181818182, 0.9411764705882353], "941": [0.8181818181818182, 0.47058823529411764], "942": [0.22727272727272727, 0.4117647058823529], "943": [0.29545454545454547, 0.5588235294117647], "944": [0.8636363636363636, 0.7058823529411765], "945": [0.4772727272727273, 0.2647058823529412], "946": [0.29545454545454547, 0.38235294117647056], "947": [0.4772727272727273, 0.6764705882352942], "948": [0.8181818181818182, 0.7058823529411765], "949": [0.22727272727272727, 0.35294117647058826], "950": [0.5909090909090909, 0.6470588235294118], "951": [0.7727272727272727, 0.47058823529411764], "952": [0.45454545454545453, 0.4117647058823529], "953": [0.18181818181818182, 0.23529411764705882], "954": [0.5, 0.4117647058823529], "955": [0.6818181818181818, 0.23529411764705882], "956": [0.6818181818181818, 0.5882352941176471], "957": [0.22727272727272727, 0.8823529411764706], "958": [0.3181818181818182, 1.0], "959": [0.2727272727272727, 0.4117647058823529], "960": [0.7272727272727273, 0.35294117647058826], "961": [0.8409090909090909, 0.9117647058823529], "962": [0.5227272727272727, 0.6764705882352942], "963": [0.7272727272727273, 0.9411764705882353], "964": [0.7954545454545454, 0.2647058823529412], "965": [0.5, 0.29411764705882354], "966": [0.3181818181818182, 0.7647058823529411], "967": [0.5, 0.5294117647058824], "968": [0.29545454545454547, 0.7352941176470589], "969": [0.8636363636363636, 0.7647058823529411], "970": [0.8409090909090909, 0.8529411764705882], "971": [0.2727272727272727, 0.7647058823529411], "972": [0.8636363636363636, 0.6470588235294118], "973": [0.20454545454545456, 0.4411764705882353], "974": [0.7045454545454546, 0.7352941176470589], "975": [0.20454545454545456, 0.4411764705882353], "976": [0.6818181818181818, 0.5882352941176471], "977": [0.7272727272727273, 0.5882352941176471], "978": [0.36363636363636365, 0.47058823529411764], "979": [0.13636363636363635, 0.29411764705882354], "980": [0.25, 0.6764705882352942], "981": [0.7727272727272727, 0.058823529411764705], "982": [0.2727272727272727, 0.23529411764705882], "983": [0.5681818181818182, 0.5588235294117647], "984": [0.29545454545454547, 0.9117647058823529], "985": [0.5909090909090909, 1.0], "986": [0.8181818181818182, 0.7058823529411765], "987": [0.7954545454545454, 0.9117647058823529], "988": [0.22727272727272727, 0.5294117647058824], "989": [0.3181818181818182, 0.29411764705882354], "990": [0.13636363636363635, 0.5294117647058824], "991": [0.22727272727272727, 1.0], "992": [0.1590909090909091, 0.6176470588235294], "993": [0.7727272727272727, 0.7058823529411765], "994": [0.2727272727272727, 0.47058823529411764], "995": [0.45454545454545453, 0.47058823529411764], "996": [0.5681818181818182, 0.38235294117647056], "997": [0.7727272727272727, 0.5882352941176471], "998": [0.4090909090909091, 0.23529411764705882], "999": [0.5909090909090909, 0.9411764705882353], "1000": [0.6136363636363636, 0.2647058823529412], "1001": [0.4318181818181818, 0.8529411764705882], "1002": [0.5454545454545454, 0.5882352941176471], "1003": [0.8636363636363636, 0.5882352941176471], "1004": [0.7954545454545454, 0.14705882352941177], "1005": [0.13636363636363635, 0.5882352941176471], "1006": [0.25, 0.5], "1007": [0.7727272727272727, 0.35294117647058826], "1008": [0.8181818181818182, 0.17647058823529413], "1009": [0.8181818181818182, 0.7647058823529411], "1010": [0.5454545454545454, 0.23529411764705882], "1011": [0.6590909090909091, 0.2647058823529412], "1012": [0.8636363636363636, 0.17647058823529413], "1013": [0.2727272727272727, 0.17647058823529413], "1014": [0.4090909090909091, 0.17647058823529413], "1015": [0.29545454545454547, 0.7352941176470589], "1016": [0.6136363636363636, 0.20588235294117646], "1017": [0.3181818181818182, 0.9411764705882353], "1018": [0.7727272727272727, 0.5294117647058824], "1019": [0.20454545454545456, 0.5588235294117647], "1020": [0.6590909090909091, 0.38235294117647056], "1021": [0.45454545454545453, 0.8823529411764706], "1022": [0.18181818181818182, 0.35294117647058826], "1023": [0.2727272727272727, 0.4117647058823529], "1024": [0.8181818181818182, 0.9411764705882353], "1025": [0.2727272727272727, 0.29411764705882354], "1026": [0.75, 0.38235294117647056], "1027": [0.29545454545454547, 0.9705882352941176], "1028": [0.38636363636363635, 0.6176470588235294], "1029": [0.5227272727272727, 0.2647058823529412], "1030": [0.18181818181818182, 0.11764705882352941], "1031": [0.7272727272727273, 0.17647058823529413], "1032": [0.4318181818181818, 0.2647058823529412], "1033": [0.18181818181818182, 0.7647058823529411], "1034": [0.7272727272727273, 0.29411764705882354], "1035": [0.7954545454545454, 0.3235294117647059], "1036": [0.7954545454545454, 0.14705882352941177], "1037": [0.8636363636363636, 0.7058823529411765], "1038": [0.5681818181818182, 0.7352941176470589], "1039": [0.20454545454545456, 0.7352941176470589], "1040": [0.4772727272727273, 0.4411764705882353], "1041": [0.7954545454545454, 0.2647058823529412], "1042": [0.6818181818181818, 0.9411764705882353], "1043": [0.36363636363636365, 0.7647058823529411], "1044": [0.6590909090909091, 0.6764705882352942], "1045": [0.2727272727272727, 0.29411764705882354], "1046": [0.6818181818181818, 1.0], "1047": [0.1590909090909091, 0.7352941176470589], "1048": [0.5, 0.17647058823529413], "1049": [0.18181818181818182, 0.47058823529411764], "1050": [0.6363636363636364, 0.35294117647058826], "1051": [0.5454545454545454, 0.23529411764705882], "1052": [0.7272727272727273, 0.29411764705882354], "1053": [0.6136363636363636, 0.5588235294117647], "1054": [0.25, 0.14705882352941177], "1055": [0.8636363636363636, 0.47058823529411764], "1056": [0.6136363636363636, 0.5], "1057": [0.8181818181818182, 0.5294117647058824], "1058": [0.5909090909090909, 0.5294117647058824], "1059": [0.8636363636363636, 0.47058823529411764], "1060": [0.4318181818181818, 0.7352941176470589], "1061": [0.45454545454545453, 1.0], "1062": [0.6363636363636364, 0.5882352941176471], "1063": [0.8181818181818182, 0.8823529411764706], "1064": [0.29545454545454547, 0.8529411764705882], "1065": [0.38636363636363635, 