{"0": [0.0, 0.0], "1": [0.0, 0.0], "2": [0.0, 0.0], "3": [0.6363636363636364, 0.0], "4": [0.75, 0.08823529411764706], "5": [0.6818181818181818, 0.17647058823529413], "6": [0.7272727272727273, 0.29411764705882354], "7": [0.6590909090909091, 0.38235294117647056], "8": [0.7727272727272727, 0.47058823529411764], "9": [0.7272727272727273, 0.5294117647058824], "10": [0.6590909090909091, 0.6764705882352942], "11": [0.75, 0.7352941176470589], "12": [0.6818181818181818, 0.8235294117647058], "13": [0.75, 0.9117647058823529], "14": [0.6818181818181818, 1.0], "15": [0.4090909090909091, 0.0], "16": [0.5909090909090909, 0.0], "17": [0.6818181818181818, 0.11764705882352941], "18": [0.5, 0.29411764705882354], "19": [0.7272727272727273, 0.29411764705882354], "20": [0.5227272727272727, 0.38235294117647056], "21": [0.6136363636363636, 0.4411764705882353], "22": [0.7727272727272727, 0.5294117647058824], "23": [0.6136363636363636, 0.5588235294117647], "24": [0.8636363636363636, 0.5882352941176471], "25": [0.8181818181818182, 0.8823529411764706], "26": [0.8181818181818182, 1.0], "27": [0.2727272727272727, 0.0], "28": [0.7272727272727273, 0.0], "29": [0.8636363636363636, 0.0], "30": [0.5, 0.058823529411764705], "31": [0.18181818181818182, 0.11764705882352941], "32": [0.3181818181818182, 0.11764705882352941], "33": [0.13636363636363635, 0.23529411764705882], "34": [0.5227272727272727, 0.2647058823529412], "35": [0.7954545454545454, 0.3235294117647059], "36": [0.36363636363636365, 0.35294117647058826], "37": [0.6818181818181818, 0.35294117647058826], "38": [0.38636363636363635, 0.4411764705882353], "39": [0.3181818181818182, 0.47058823529411764], "40": [0.2727272727272727, 0.5294117647058824], "41": [0.13636363636363635, 0.5882352941176471], "42": [0.2727272727272727, 0.5882352941176471], "43": [0.5227272727272727, 0.029411764705882353], "44": [0.5454545454545454, 0.23529411764705882], "45": [0.6363636363636364, 0.35294117647058826], "46": [0.4318181818181818, 0.38235294117647056], "47": [0.5, 0.5294117647058824], "48": [0.6363636363636364, 0.5294117647058824], "49": [0.6136363636363636, 0.6176470588235294], "50": [0.5, 0.7058823529411765], "51": [0.5, 0.8235294117647058], "52": [0.6363636363636364, 0.8235294117647058], "53": [0.6363636363636364, 0.9411764705882353], "54": [0.36363636363636365, 0.0], "55": [0.5, 0.11764705882352941], "56": [0.5681818181818182, 0.20588235294117646], "57": [0.7727272727272727, 0.23529411764705882], "58": [0.5681818181818182, 0.38235294117647056], "59": [0.75, 0.38235294117647056], "60": [0.6363636363636364, 0.5294117647058824], "61": [0.7727272727272727, 0.5882352941176471], "62": [0.7272727272727273, 0.11764705882352941], "63": [0.6590909090909091, 0.2647058823529412], "64": [0.5, 0.35294117647058826], "65": [0.6363636363636364, 0.35294117647058826], "66": [0.6363636363636364, 0.47058823529411764], "67": [0.5681818181818182, 0.5], "68": [0.5454545454545454, 0.6470588235294118], "69": [0.6818181818181818, 0.6470588235294118], "70": [0.6363636363636364, 0.8235294117647058], "71": [0.4772727272727273, 0.38235294117647056], "72": [0.5681818181818182, 0.38235294117647056], "73": [0.5454545454545454, 0.4117647058823529], "74": [0.5681818181818182, 0.5], "75": [0.6590909090909091, 0.5], "76": [0.5909090909090909, 0.5294117647058824], "77": [0.6363636363636364, 0.7647058823529411], "78": [0.5454545454545454, 0.8235294117647058], "79": [0.6363636363636364, 0.8823529411764706], "80": [0.5909090909090909, 1.0], "81": [0.5454545454545454, 0.0], "82": [0.7272727272727273, 0.058823529411764705], "83": [0.6136363636363636, 0.14705882352941177], "84": [0.5454545454545454, 0.17647058823529413], "85": [0.5909090909090909, 0.29411764705882354], "86": [0.4090909090909091, 0.5294117647058824], "87": [0.6136363636363636, 0.6764705882352942], "88": [0.6590909090909091, 0.7941176470588235], "89": [0.7045454545454546, 0.4411764705882353], "90": [0.7272727272727273, 1.0], "91": [0.6818181818181818, 0.0], "92": [0.5, 0.23529411764705882], "93": [0.3409090909090909, 0.2647058823529412], "94": [0.4772727272727273, 0.38235294117647056], "95": [0.6818181818181818, 0.4117647058823529], "96": [0.4318181818181818, 0.5], "97": [0.5681818181818182, 0.5], "98": [0.36363636363636365, 0.5882352941176471], "99": [0.6818181818181818, 0.5882352941176471], "100": [0.4318181818181818, 0.6176470588235294], "101": [0.45454545454545453, 0.6470588235294118], "102": [0.5909090909090909, 0.8823529411764706], "103": [0.5454545454545454, 0.9411764705882353], "104": [0.18181818181818182, 0.0], "105": [0.20454545454545456, 0.08823529411764706], "106": [0.20454545454545456, 0.14705882352941177], "107": [0.13636363636363635, 0.17647058823529413], "108": [0.20454545454545456, 0.20588235294117646], "109": [0.25, 0.2647058823529412], "110": [0.13636363636363635, 0.29411764705882354], "111": [0.20454545454545456, 0.3235294117647059], "112": [0.25, 0.38235294117647056], "113": [0.13636363636363635, 0.4117647058823529], "114": [0.1590909090909091, 0.4411764705882353], "115": [0.18181818181818182, 0.5294117647058824], "116": [0.18181818181818182, 0.5882352941176471], "117": [0.1590909090909091, 0.6764705882352942], "118": [0.18181818181818182, 0.7058823529411765], "119": [0.13636363636363635, 0.7647058823529411], "120": [0.5, 0.8235294117647058], "121": [0.7954545454545454, 0.20588235294117646], "122": [0.6818181818181818, 0.47058823529411764], "123": [0.5909090909090909, 0.5882352941176471], "124": [0.5227272727272727, 0.7352941176470589], "125": [0.5681818181818182, 0.7352941176470589], "126": [0.45454545454545453, 1.0], "127": [0.1590909090909091, 0.20588235294117646], "128": [0.4090909090909091, 0.29411764705882354], "129": [0.29545454545454547, 0.38235294117647056], "130": [0.2727272727272727, 0.47058823529411764], "131": [0.22727272727272727, 0.6470588235294118], "132": [0.18181818181818182, 0.8235294117647058], "133": [0.4090909090909091, 1.0], "134": [0.3181818181818182, 0.17647058823529413], "135": [0.2727272727272727, 0.29411764705882354], "136": [0.3409090909090909, 0.6764705882352942], "137": [0.3181818181818182, 0.8235294117647058], "138": [0.36363636363636365, 0.9411764705882353], "139": [0.3181818181818182, 1.0], "140": [0.5909090909090909, 0.11764705882352941], "141": [0.75, 0.2647058823529412], "142": [0.5454545454545454, 0.35294117647058826], "143": [0.8181818181818182, 0.8235294117647058], "144": [0.45454545454545453, 0.17647058823529413], "145": [0.6590909090909091, 0.4411764705882353], "146": [0.4318181818181818, 0.5], "147": [0.5909090909090909, 0.8235294117647058], "148": [0.5227272727272727, 0.3235294117647059], "149": [0.5909090909090909, 0.4117647058823529], "150": [0.29545454545454547, 0.4411764705882353], "151": [0.6818181818181818, 0.47058823529411764], "152": [0.5227272727272727, 0.5], "153": [0.5, 0.6470588235294118], "154": [0.4772727272727273, 0.7352941176470589], "155": [0.38636363636363635, 0.7941176470588235], "156": [0.36363636363636365, 0.8235294117647058], "157": [0.36363636363636365, 0.9411764705882353], "158": [0.3409090909090909, 0.08823529411764706], "159": [0.2727272727272727, 0.35294117647058826], "160": [0.7045454545454546, 0.6764705882352942], "161": [0.5454545454545454, 0.7647058823529411], "162": [0.7272727272727273, 0.9411764705882353], "163": [0.1590909090909091, 0.38235294117647056], "164": [0.5227272727272727, 0.38235294117647056], "165": [0.45454545454545453, 0.47058823529411764], "166": [0.25, 0.6764705882352942], "167": [0.25, 0.7352941176470589], "168": [0.13636363636363635, 0.8235294117647058], "169": [0.6363636363636364, 0.058823529411764705], "170": [0.8181818181818182, 0.5294117647058824], "171": [0.5454545454545454, 0.8235294117647058], "172": [0.6590909090909091, 0.08823529411764706], "173": [0.7954545454545454, 0.14705882352941177], "174": [0.75, 0.38235294117647056], "175": [0.7272727272727273, 0.5882352941176471], "176": [0.6818181818181818, 0.8823529411764706], "177": [0.45454545454545453, 0.5294117647058824], "178": [0.45454545454545453, 0.7647058823529411], "179": [0.7727272727272727, 1.0], "180": [0.45454545454545453, 0.058823529411764705], "181": [0.5454545454545454, 0.058823529411764705], "182": [0.36363636363636365, 0.29411764705882354], "183": [0.6136363636363636, 0.38235294117647056], "184": [0.6363636363636364, 0.5882352941176471], "185": [0.6818181818181818, 0.7647058823529411], "186": [0.6136363636363636, 0.8529411764705882], "187": [0.45454545454545453, 0.0], "188": [0.3181818181818182, 0.4117647058823529], "189": [0.4772727272727273, 0.4411764705882353], "190": [0.4318181818181818, 0.5588235294117647], "191": [0.36363636363636365, 0.7647058823529411], "192": [0.3181818181818182, 0.8235294117647058], "193": [0.5909090909090909, 0.5294117647058824], "194": [0.13636363636363635, 0.8823529411764706], "195": [0.3409090909090909, 0.9705882352941176], "196": [0.5, 1.0], "197": [0.4090909090909091, 0.11764705882352941], "198": [0.36363636363636365, 0.23529411764705882], "199": [0.4772727272727273, 0.6176470588235294], "200": [0.8181818181818182, 0.0], "201": [0.8636363636363636, 0.11764705882352941], "202": [0.5, 0.4117647058823529], "203": [0.7272727272727273, 0.47058823529411764], "204": [0.5, 0.7647058823529411], "205": [0.5227272727272727, 0.38235294117647056], "206": [0.5, 0.5882352941176471], "207": [0.29545454545454547, 0.6176470588235294], "208": [0.4772727272727273, 0.9117647058823529], "209": [0.5227272727272727, 0.9117647058823529], "210": [0.4772727272727273, 0.8529411764705882], "211": [0.5454545454545454, 1.0], "212": [0.5227272727272727, 0.6764705882352942], "213": [0.6590909090909091, 0.8529411764705882], "214": [0.5909090909090909, 0.35294117647058826], "215": [0.3181818181818182, 0.4117647058823529], "216": [0.6136363636363636, 0.7352941176470589], "217": [0.6363636363636364, 0.9411764705882353], "218": [0.3181818181818182, 0.35294117647058826], "219": [0.36363636363636365, 0.4117647058823529], "220": [0.5454545454545454, 0.5882352941176471], "221": [0.3409090909090909, 0.7941176470588235], "222": [0.3409090909090909, 0.8529411764705882], "223": [0.2727272727272727, 1.0], "224": [0.3181818181818182, 0.0], "225": [0.2727272727272727, 0.058823529411764705], "226": [0.36363636363636365, 0.058823529411764705], "227": [0.4772727272727273, 0.20588235294117646], "228": [0.2727272727272727, 0.6470588235294118], "229": [0.38636363636363635, 0.7352941176470589], "230": [0.5227272727272727, 0.9117647058823529], "231": [0.7045454545454546, 0.7352941176470589], "232": [0.7727272727272727, 0.9411764705882353], "233": [0.45454545454545453, 0.29411764705882354], "234": [0.5909090909090909, 0.47058823529411764], "235": [0.6818181818181818, 0.5294117647058824], "236": [0.5227272727272727, 0.6176470588235294], "237": [0.6590909090909091, 0.38235294117647056], "238": [0.7272727272727273, 0.5294117647058824], "239": [0.4318181818181818, 0.7941176470588235], "240": [0.6363636363636364, 0.23529411764705882], "241": [0.7727272727272727, 0.35294117647058826], "242": [0.5, 0.4117647058823529], "243": [0.5681818181818182, 0.20588235294117646], "244": [0.6363636363636364, 0.23529411764705882], "245": [0.4772727272727273, 0.5588235294117647], "246": [0.4090909090909091, 0.5882352941176471], "247": [0.2727272727272727, 0.8235294117647058], "248": [0.4090909090909091, 0.5294117647058824], "249": [0.2727272727272727, 0.6470588235294118], "250": [0.45454545454545453, 0.23529411764705882], "251": [0.3181818181818182, 0.35294117647058826], "252": [0.36363636363636365, 0.35294117647058826], "253": [0.5454545454545454, 0.8823529411764706], "254": [0.6363636363636364, 1.0], "255": [0.4772727272727273, 0.3235294117647059], "256": [0.5681818181818182, 0.6176470588235294], "257": [0.45454545454545453, 0.8823529411764706], "258": [0.36363636363636365, 1.0], "259": [0.45454545454545453, 0.4117647058823529], "260": [0.18181818181818182, 0.23529411764705882], "261": [0.3181818181818182, 0.5294117647058824], "262": [0.45454545454545453, 0.7058823529411765], "263": [0.4090909090909091, 0.35294117647058826], "264": [0.5454545454545454, 0.5294117647058824], "265": [0.6363636363636364, 0.7647058823529411], "266": [0.6590909090909091, 0.5], "267": [0.45454545454545453, 0.4117647058823529], "268": [0.5227272727272727, 0.8529411764705882], "269": [0.4090909090909091, 0.058823529411764705], "270": [0.45454545454545453, 0.29411764705882354], "271": [0.4090909090909091, 0.47058823529411764], "272": [0.4318181818181818, 0.9705882352941176], "273": [0.5909090909090909, 0.35294117647058826], "274": [0.6363636363636364, 0.5882352941176471], "275": [0.45454545454545453, 0.9411764705882353], "276": [0.13636363636363635, 0.47058823529411764], "277": [0.18181818181818182, 0.8823529411764706], "278": [0.5681818181818182, 0.7941176470588235], "279": [0.6363636363636364, 0.29411764705882354], "280": [0.4318181818181818, 0.6764705882352942], "281": [0.5227272727272727, 0.5588235294117647], "282": [0.6590909090909091, 0.5588235294117647], "283": [0.6590909090909091, 0.7352941176470589], "284": [0.8636363636363636, 0.8235294117647058], "285": [0.4772727272727273, 0.029411764705882353], "286": [0.5227272727272727, 0.20588235294117646], "287": [0.5227272727272727, 0.5], "288": [0.8636363636363636, 1.0], "289": [0.5909090909090909, 0.058823529411764705], "290": [0.38636363636363635, 0.5588235294117647], "291": [0.4772727272727273, 0.9705882352941176], "292": [0.3181818181818182, 0.8823529411764706], "293": [0.13636363636363635, 1.0], "294": [0.5, 0.17647058823529413], "295": [0.36363636363636365, 0.8823529411764706], "296": [0.45454545454545453, 0.11764705882352941], "297": [0.3181818181818182, 0.47058823529411764], "298": [0.38636363636363635, 0.14705882352941177], "299": [0.4090909090909091, 0.29411764705882354], "300": [0.5909090909090909, 0.29411764705882354], "301": [0.38636363636363635, 0.4411764705882353], "302": [0.4772727272727273, 0.9117647058823529], "303": [0.4090909090909091, 0.23529411764705882], "304": [0.2727272727272727, 0.29411764705882354], "305": [0.38636363636363635, 0.6176470588235294], "306": [0.5454545454545454, 0.7058823529411765], "307": [0.6363636363636364, 0.8823529411764706], "308": [0.3181818181818182, 0.6470588235294118], "309": [0.5, 0.23529411764705882], "310": [0.3409090909090909, 0.38235294117647056], "311": [0.6590909090909091, 0.6764705882352942], "312": [0.6818181818181818, 0.47058823529411764], "313": [0.2727272727272727, 0.47058823529411764], "314": [0.45454545454545453, 0.5882352941176471], "315": [0.5, 0.8823529411764706], "316": [0.3409090909090909, 0.5], "317": [0.5, 0.29411764705882354], "318": [0.5, 0.5882352941176471], "319": [0.5, 0.5294117647058824], "320": [0.38636363636363635, 0.5588235294117647], "321": [0.4318181818181818, 0.20588235294117646], "322": [0.4772727272727273, 0.38235294117647056], "323": [0.5909090909090909, 0.6470588235294118], "324": [0.7272727272727273, 0.17647058823529413], "325": [0.5227272727272727, 0.2647058823529412], "326": [0.7272727272727273, 0.7647058823529411], "327": [0.7272727272727273, 0.8823529411764706], "328": [0.3409090909090909, 0.4411764705882353], "329": [0.3409090909090909, 0.6176470588235294], "330": [0.7272727272727273, 0.5294117647058824], "331": [0.4772727272727273, 0.2647058823529412], "332": [0.6590909090909091, 0.2647058823529412], "333": [0.5, 0.4117647058823529], "334": [0.7272727272727273, 0.5882352941176471], "335": [0.4090909090909091, 1.0], "336": [0.5909090909090909, 1.0], "337": [0.5, 0.0], "338": [0.5909090909090909, 0.17647058823529413], "339": [0.5, 0.5294117647058824], "340": [0.6590909090909091, 0.6176470588235294], "341": [0.6590909090909091, 0.9705882352941176], "342": [0.7272727272727273, 0.4117647058823529], "343": [0.5227272727272727, 0.5588235294117647], "344": [0.7272727272727273, 0.47058823529411764], "345": [0.38636363636363635, 0.5588235294117647], "346": [0.5227272727272727, 0.2647058823529412], "347": [0.45454545454545453, 0.8235294117647058], "348": [0.7045454545454546, 0.3235294117647059], "349": [0.5, 0.35294117647058826], "350": [0.6136363636363636, 0.4411764705882353], "351": [0.6818181818181818, 0.8235294117647058], "352": [0.6136363636363636, 0.5], "353": [0.5454545454545454, 0.6470588235294118], "354": [0.45454545454545453, 0.8235294117647058], "355": [0.4318181818181818, 0.9117647058823529], "356": [0.2727272727272727, 0.11764705882352941], "357": [0.6136363636363636, 0.4411764705882353], "358": [0.4090909090909091, 0.5882352941176471], "359": [0.4318181818181818, 0.8529411764705882], "360": [0.36363636363636365, 0.17647058823529413], "361": [0.22727272727272727, 1.0], "362": [0.6363636363636364, 0.4117647058823529], "363": [0.4090909090909091, 0.7647058823529411], "364": [0.4772727272727273, 0.5], "365": [0.38636363636363635, 0.6764705882352942], "366": [0.4090909090909091, 0.17647058823529413], "367": [0.5227272727272727, 0.4411764705882353], "368": [0.3181818181818182, 0.17647058823529413], "369": [0.4318181818181818, 0.20588235294117646], "370": [0.2727272727272727, 0.29411764705882354], "371": [0.3409090909090909, 0.5], "372": [0.36363636363636365, 0.5294117647058824], "373": [0.4772727272727273, 0.6764705882352942], "374": [0.2727272727272727, 0.7058823529411765], "375": [0.2727272727272727, 0.4117647058823529], "376": [0.5681818181818182, 0.4411764705882353], "377": [0.2727272727272727, 0.8823529411764706], "378": [0.4090909090909091, 0.9411764705882353], "379": [0.36363636363636365, 0.5882352941176471], "380": [0.7272727272727273, 0.6470588235294118], "381": [0.3409090909090909, 0.9705882352941176], "382": [0.4318181818181818, 0.2647058823529412], "383": [0.6363636363636364, 0.35294117647058826], "384": [0.4318181818181818, 0.5], "385": [0.38636363636363635, 0.5], "386": [0.36363636363636365, 0.5294117647058824], "387": [0.5, 0.29411764705882354], "388": [0.4090909090909091, 0.4117647058823529], "389": [0.38636363636363635, 0.6176470588235294], "390": [0.5454545454545454, 0.11764705882352941], "391": [0.6818181818181818, 0.23529411764705882], "392": [0.29545454545454547, 0.5588235294117647], "393": [0.45454545454545453, 0.47058823529411764], "394": [0.8636363636363636, 0.9411764705882353], "395": [0.5909090909090909, 0.23529411764705882], "396": [0.6818181818181818, 0.35294117647058826], "397": [0.3181818181818182, 0.29411764705882354], "398": [0.36363636363636365, 0.4117647058823529], "399": [0.6590909090909091, 0.38235294117647056], "400": [0.2727272727272727, 0.5294117647058824], "401": [0.7272727272727273, 0.0], "402": [0.5454545454545454, 0.29411764705882354], "403": [0.7272727272727273, 0.23529411764705882], "404": [0.2727272727272727, 0.8235294117647058], "405": [0.5909090909090909, 0.17647058823529413], "406": [0.5681818181818182, 0.5588235294117647], "407": [0.2727272727272727, 0.47058823529411764], "408": [0.7272727272727273, 0.47058823529411764], "409": [0.5, 1.0], "410": [0.3181818181818182, 0.23529411764705882], "411": [0.4090909090909091, 0.8823529411764706], "412": [0.4772727272727273, 0.5588235294117647], "413": [0.7272727272727273, 0.8235294117647058], "414": [0.6136363636363636, 0.5], "415": [0.4318181818181818, 0.2647058823529412], "416": [0.45454545454545453, 0.23529411764705882], "417": [0.3409090909090909, 0.2647058823529412], "418": [0.7272727272727273, 0.6470588235294118], "419": [0.5, 0.9411764705882353], "420": [0.7045454545454546, 0.9705882352941176], "421": [0.3181818181818182, 0.4117647058823529], "422": [0.38636363636363635, 0.5], "423": [0.5, 0.47058823529411764], "424": [0.20454545454545456, 0.38235294117647056], "425": [0.5454545454545454, 0.4117647058823529], "426": [0.7272727272727273, 0.29411764705882354], "427": [0.5, 0.7647058823529411], "428": [0.38636363636363635, 0.3235294117647059], "429": [0.5681818181818182, 0.5588235294117647], "430": [0.2727272727272727, 0.17647058823529413], "431": [0.3181818181818182, 0.7647058823529411], "432": [0.29545454545454547, 0.7352941176470589], "433": [0.38636363636363635, 0.38235294117647056], "434": [0.45454545454545453, 0.5882352941176471], "435": [0.38636363636363635, 0.5], "436": [0.4090909090909091, 0.35294117647058826], "437": [0.7045454545454546, 0.4411764705882353], "438": [0.7272727272727273, 0.23529411764705882], "439": [0.6136363636363636, 0.3235294117647059], "440": [0.5909090909090909, 0.47058823529411764], "441": [0.5681818181818182, 0.9117647058823529], "442": [0.5454545454545454, 0.9411764705882353], "443": [0.36363636363636365, 0.35294117647058826], "444": [0.22727272727272727, 0.5882352941176471], "445": [0.5909090909090909, 0.4117647058823529], "446": [0.29545454545454547, 0.3235294117647059], "447": [0.38636363636363635, 0.38235294117647056], "448": [0.4090909090909091, 0.8235294117647058], "449": [0.25, 0.08823529411764706], "450": [0.3181818181818182, 0.29411764705882354], "451": [0.20454545454545456, 0.3235294117647059], "452": [0.4318181818181818, 0.4411764705882353], "453": [0.38636363636363635, 0.8529411764705882], "454": [0.7954545454545454, 0.4411764705882353], "455": [0.75, 0.6764705882352942], "456": [0.75, 0.7352941176470589], "457": [0.8636363636363636, 0.47058823529411764], "458": [0.5909090909090909, 0.35294117647058826], "459": [0.7272727272727273, 0.35294117647058826], "460": [0.6136363636363636, 0.5], "461": [0.2727272727272727, 0.5294117647058824], "462": [0.29545454545454547, 0.7352941176470589], "463": [0.22727272727272727, 0.35294117647058826], "464": [0.6818181818181818, 0.4117647058823529], "465": [0.7727272727272727, 0.5882352941176471], "466": [0.13636363636363635, 0.23529411764705882], "467": [0.6363636363636364, 0.5882352941176471], "468": [0.13636363636363635, 0.0], "469": [0.13636363636363635, 0.6470588235294118], "470": [0.5909090909090909, 0.7647058823529411], "471": [0.7045454545454546, 0.8529411764705882], "472": [0.5227272727272727, 0.9705882352941176], "473": [0.5, 0.6470588235294118], "474": [0.45454545454545453, 0.5294117647058824], "475": [0.22727272727272727, 0.8823529411764706], "476": [0.3181818181818182, 0.058823529411764705], "477": [0.6590909090909091, 0.6176470588235294], "478": [0.4090909090909091, 0.7058823529411765], "479": [0.5681818181818182, 0.8529411764705882], "480": [0.5909090909090909, 0.4117647058823529], "481": [0.2727272727272727, 0.23529411764705882], "482": [0.8636363636363636, 0.17647058823529413], "483": [0.8636363636363636, 0.4117647058823529], "484": [0.8181818181818182, 0.5294117647058824], "485": [0.8636363636363636, 0.23529411764705882], "486": [0.6818181818181818, 0.29411764705882354], "487": [0.8636363636363636, 1.0], "488": [0.5, 0.47058823529411764], "489": [0.29545454545454547, 0.3235294117647059], "490": [0.5, 0.29411764705882354], "491": [0.6818181818181818, 1.0], "492": [0.5681818181818182, 0.38235294117647056], "493": [0.4318181818181818, 0.7941176470588235], "494": [0.5681818181818182, 0.7941176470588235], "495": [0.7045454545454546, 0.20588235294117646], "496": [0.29545454545454547, 0.9705882352941176], "497": [0.6818181818181818, 0.8823529411764706], "498": [0.7272727272727273, 0.35294117647058826], "499": [0.36363636363636365, 0.23529411764705882], "500": [0.4090909090909091, 0.47058823529411764], "501": [0.5454545454545454, 0.5294117647058824], "502": [0.4318181818181818, 0.6764705882352942], "503": [0.6818181818181818, 0.4117647058823529], "504": [0.36363636363636365, 0.5882352941176471], "505": [0.3181818181818182, 0.6470588235294118], "506": [0.3181818181818182, 1.0], "507": [0.8181818181818182, 0.23529411764705882], "508": [0.4318181818181818, 0.4411764705882353], "509": [0.20454545454545456, 0.5588235294117647], "510": [0.18181818181818182, 1.0], "511": [0.3181818181818182, 0.6470588235294118], "512": [0.3409090909090909, 0.9117647058823529], "513": [0.6136363636363636, 0.9705882352941176], "514": [0.4772727272727273, 0.6176470588235294], "515": [0.6818181818181818, 0.6470588235294118], "516": [0.6590909090909091, 0.6764705882352942], "517": [0.6590909090909091, 0.5588235294117647], "518": [0.7954545454545454, 0.08823529411764706], "519": [0.8181818181818182, 0.5882352941176471], "520": [0.5, 0.7058823529411765], "521": [0.4090909090909091, 0.4117647058823529], "522": [0.5, 0.47058823529411764], "523": [0.3181818181818182, 0.35294117647058826], "524": [0.7954545454545454, 0.2647058823529412], "525": [0.7045454545454546, 0.38235294117647056], "526": [0.5909090909090909, 0.8235294117647058], "527": [0.4318181818181818, 0.38235294117647056], "528": [0.38636363636363635, 0.3235294117647059], "529": [0.5909090909090909, 0.29411764705882354], "530": [0.7272727272727273, 0.35294117647058826], "531": [0.5, 0.5294117647058824], "532": [0.8181818181818182, 0.4117647058823529], "533": [0.8636363636363636, 0.8823529411764706], "534": [0.18181818181818182, 0.4117647058823529], "535": [0.18181818181818182, 0.47058823529411764], "536": [0.1590909090909091, 0.6176470588235294], "537": [0.25, 0.14705882352941177], "538": [0.13636363636363635, 0.5882352941176471], "539": [0.3181818181818182, 0.5882352941176471], "540": [0.3181818181818182, 0.9411764705882353], "541": [0.6818181818181818, 0.29411764705882354], "542": [0.6363636363636364, 0.4117647058823529], "543": [0.8409090909090909, 0.6764705882352942], "544": [0.7727272727272727, 0.23529411764705882], "545": [0.5681818181818182, 0.6176470588235294], "546": [0.4318181818181818, 0.38235294117647056], "547": [0.5681818181818182, 0.9705882352941176], "548": [0.4772727272727273, 0.2647058823529412], "549": [0.20454545454545456, 0.3235294117647059], "550": [0.3409090909090909, 0.6176470588235294], "551": [0.2727272727272727, 0.7647058823529411], "552": [0.8181818181818182, 0.4117647058823529], "553": [0.6818181818181818, 0.5294117647058824], "554": [0.8181818181818182, 0.7058823529411765], "555": [0.8181818181818182, 0.11764705882352941], "556": [0.20454545454545456, 0.4411764705882353], "557": [0.7954545454545454, 0.4411764705882353], "558": [0.4318181818181818, 0.6176470588235294], "559": [0.5227272727272727, 0.8529411764705882], "560": [0.4318181818181818, 0.9117647058823529], "561": [0.7727272727272727, 0.6470588235294118], "562": [0.8181818181818182, 0.8235294117647058], "563": [0.4318181818181818, 0.3235294117647059], "564": [0.3181818181818182, 0.5882352941176471], "565": [0.4318181818181818, 0.7352941176470589], "566": [0.4772727272727273, 0.8529411764705882], "567": [0.6818181818181818, 0.35294117647058826], "568": [0.7727272727272727, 0.6470588235294118], "569": [0.6818181818181818, 0.058823529411764705], "570": [0.25, 0.9117647058823529], "571": [0.5681818181818182, 0.3235294117647059], "572": [0.5909090909090909, 0.6470588235294118], "573": [0.13636363636363635, 0.7647058823529411], "574": [0.25, 0.8529411764705882], "575": [0.7954545454545454, 0.3235294117647059], "576": [0.2727272727272727, 0.29411764705882354], "577": [0.6818181818181818, 0.8235294117647058], "578": [0.6363636363636364, 0.9411764705882353], "579": [0.3181818181818182, 0.5294117647058824], "580": [0.2727272727272727, 0.9411764705882353], "581": [0.25, 0.2647058823529412], "582": [0.7727272727272727, 0.7058823529411765], "583": [0.8181818181818182, 0.7058823529411765], "584": [0.7727272727272727, 0.8235294117647058], "585": [0.8636363636363636, 0.8235294117647058], "586": [0.8181818181818182, 1.0], "587": [0.8636363636363636, 1.0], "588": [0.7272727272727273, 0.4117647058823529], "589": [0.22727272727272727, 0.5882352941176471], "590": [0.4090909090909091, 0.6470588235294118], "591": [0.6136363636363636, 0.6176470588235294], "592": [0.13636363636363635, 0.4117647058823529], "593": [0.5681818181818182, 0.6764705882352942], "594": [0.5227272727272727, 0.2647058823529412], "595": [0.7272727272727273, 0.7058823529411765], "596": [0.4772727272727273, 0.7941176470588235], "597": [0.6818181818181818, 0.5882352941176471], "598": [0.5227272727272727, 0.5588235294117647], "599": [0.6363636363636364, 0.17647058823529413], "600": [0.7727272727272727, 0.7647058823529411], "601": [0.25, 0.8529411764705882], "602": [0.8181818181818182, 0.5294117647058824], "603": [0.6590909090909091, 0.9117647058823529], "604": [0.38636363636363635, 0.4411764705882353], "605": [0.18181818181818182, 0.5294117647058824], "606": [0.25, 0.3235294117647059], "607": [0.13636363636363635, 0.35294117647058826], "608": [0.75, 0.6764705882352942], "609": [0.6818181818181818, 0.6470588235294118], "610": [0.6590909090909091, 0.6764705882352942], "611": [0.5454545454545454, 0.7058823529411765], "612": [0.22727272727272727, 0.5294117647058824], "613": [0.22727272727272727, 0.7058823529411765], "614": [0.8409090909090909, 0.7352941176470589], "615": [0.5227272727272727, 0.7941176470588235], "616": [0.25, 0.38235294117647056], "617": [0.3181818181818182, 0.47058823529411764], "618": [0.4090909090909091, 0.7058823529411765], "619": [0.18181818181818182, 0.058823529411764705], "620": [0.8636363636363636, 0.35294117647058826], "621": [0.45454545454545453, 0.5294117647058824], "622": [0.6363636363636364, 0.6470588235294118], "623": [0.18181818181818182, 0.47058823529411764], "624": [0.13636363636363635, 0.5882352941176471], "625": [0.8181818181818182, 0.7058823529411765], "626": [0.18181818181818182, 0.7647058823529411], "627": [0.7727272727272727, 0.17647058823529413], "628": [0.4090909090909091, 0.9411764705882353], "629": [0.2727272727272727, 0.5882352941176471], "630": [0.45454545454545453, 0.35294117647058826], "631": [0.29545454545454547, 0.7941176470588235], "632": [0.22727272727272727, 0.8235294117647058], "633": [0.3181818181818182, 0.8823529411764706], "634": [0.13636363636363635, 1.0], "635": [0.18181818181818182, 1.0], "636": [0.45454545454545453, 0.6470588235294118], "637": [0.5454545454545454, 0.35294117647058826], "638": [0.4090909090909091, 0.6470588235294118], "639": [0.5454545454545454, 0.29411764705882354], "640": [0.5681818181818182, 0.6764705882352942], "641": [0.6818181818181818, 0.9411764705882353], "642": [0.8636363636363636, 0.5882352941176471], "643": [0.13636363636363635, 0.7647058823529411], "644": [0.5454545454545454, 0.5294117647058824], "645": [0.5454545454545454, 0.29411764705882354], "646": [0.75, 0.5588235294117647], "647": [0.2727272727272727, 0.0], "648": [0.3181818181818182, 0.11764705882352941], "649": [0.5909090909090909, 0.9411764705882353], "650": [0.2727272727272727, 0.17647058823529413], "651": [0.22727272727272727, 0.35294117647058826], "652": [0.29545454545454547, 0.7941176470588235], "653": [0.8409090909090909, 0.38235294117647056], "654": [0.13636363636363635, 0.9411764705882353], "655": [0.75, 0.14705882352941177], "656": [0.1590909090909091, 0.3235294117647059], "657": [0.45454545454545453, 0.35294117647058826], "658": [0.1590909090909091, 0.5588235294117647], "659": [0.45454545454545453, 1.0], "660": [0.5681818181818182, 0.4411764705882353], "661": [0.18181818181818182, 0.5294117647058824], "662": [0.3181818181818182, 0.5882352941176471], "663": [0.25, 0.5588235294117647], "664": [0.3409090909090909, 0.5588235294117647], "665": [0.7272727272727273, 0.8235294117647058], "666": [0.7727272727272727, 0.8823529411764706], "667": [0.25, 0.20588235294117646], "668": [0.6136363636363636, 0.5588235294117647], "669": [0.18181818181818182, 0.4117647058823529], "670": [0.7272727272727273, 0.7058823529411765], "671": [0.8636363636363636, 0.7647058823529411], "672": [0.6136363636363636, 0.7941176470588235], "673": [0.20454545454545456, 0.2647058823529412], "674": [0.8409090909090909, 0.2647058823529412], "675": [0.7954545454545454, 0.2647058823529412], "676": [0.7727272727272727, 0.5294117647058824], "677": [0.4772727272727273, 0.5], "678": [0.4090909090909091, 0.35294117647058826], "679": [0.6818181818181818, 0.5882352941176471], "680": [0.4318181818181818, 0.4411764705882353], "681": [0.2727272727272727, 0.23529411764705882], "682": [0.6818181818181818, 0.11764705882352941], "683": [0.29545454545454547, 0.8529411764705882], "684": [0.38636363636363635, 0.6764705882352942], "685": [0.5, 0.7647058823529411], "686": [0.18181818181818182, 0.47058823529411764], "687": [0.13636363636363635, 0.8235294117647058], "688": [0.6136363636363636, 0.3235294117647059], "689": [0.18181818181818182, 0.5882352941176471], "690": [0.6363636363636364, 0.4117647058823529], "691": [0.75, 0.3235294117647059], "692": [0.7954545454545454, 0.38235294117647056], "693": [0.5909090909090909, 0.7058823529411765], "694": [0.5227272727272727, 0.4411764705882353], "695": [0.8409090909090909, 0.4411764705882353], "696": [0.20454545454545456, 0.3235294117647059], "697": [0.13636363636363635, 0.5882352941176471], "698": [0.8181818181818182, 0.7647058823529411], "699": [0.22727272727272727, 1.0], "700": [0.6818181818181818, 1.0], "701": [0.7727272727272727, 1.0], "702": [0.8636363636363636, 0.5294117647058824], "703": [0.75, 0.8529411764705882], "704": [0.45454545454545453, 0.4117647058823529], "705": [0.5, 0.5882352941176471], "706": [0.6136363636363636, 0.38235294117647056], "707": [0.7727272727272727, 0.35294117647058826], "708": [0.36363636363636365, 0.8235294117647058], "709": [0.8181818181818182, 0.058823529411764705], "710": [0.45454545454545453, 0.9411764705882353], "711": [0.18181818181818182, 0.23529411764705882], "712": [0.13636363636363635, 0.4117647058823529], "713": [0.5, 0.7058823529411765], "714": [0.8181818181818182, 0.23529411764705882], "715": [0.8636363636363636, 0.23529411764705882], "716": [0.8636363636363636, 0.5882352941176471], "717": [0.8409090909090909, 0.4411764705882353], "718": [0.8181818181818182, 0.8823529411764706], "719": [0.7272727272727273, 0.5294117647058824], "720": [0.29545454545454547, 0.6764705882352942], "721": [0.4090909090909091, 0.17647058823529413], "722": [0.4318181818181818, 0.6176470588235294], "723": [0.36363636363636365, 0.47058823529411764], "724": [0.45454545454545453, 0.8823529411764706], "725": [0.5454545454545454, 0.8823529411764706], "726": [0.8409090909090909, 0.2647058823529412], "727": [0.36363636363636365, 0.8823529411764706], "728": [0.8409090909090909, 0.3235294117647059], "729": [0.25, 0.5588235294117647], "730": [0.2727272727272727, 0.8823529411764706], "731": [0.8636363636363636, 0.4117647058823529], "732": [0.36363636363636365, 0.4117647058823529], "733": [0.7727272727272727, 0.5294117647058824], "734": [0.3409090909090909, 0.7352941176470589], "735": [0.6136363636363636, 0.6176470588235294], "736": [0.5, 0.7058823529411765], "737": [0.7954545454545454, 0.8529411764705882], "738": [0.4090909090909091, 0.23529411764705882], "739": [0.7954545454545454, 0.38235294117647056], "740": [0.8181818181818182, 0.47058823529411764], "741": [0.22727272727272727, 0.9411764705882353], "742": [0.7272727272727273, 0.5882352941176471], "743": [0.29545454545454547, 0.6176470588235294], "744": [0.4318181818181818, 0.3235294117647059], "745": [0.1590909090909091, 0.4411764705882353], "746": [0.18181818181818182, 0.8235294117647058], "747": [0.7954545454545454, 0.20588235294117646], "748": [0.2727272727272727, 1.0], "749": [0.4090909090909091, 0.5294117647058824], "750": [0.5909090909090909, 0.5294117647058824], "751": [0.18181818181818182, 0.5882352941176471], "752": [0.13636363636363635, 0.6470588235294118], "753": [0.8409090909090909, 0.38235294117647056], "754": [0.8636363636363636, 0.47058823529411764], "755": [0.8409090909090909, 0.6764705882352942], "756": [0.4772727272727273, 0.6176470588235294], "757": [0.4090909090909091, 0.47058823529411764], "758": [0.3409090909090909, 0.6764705882352942], "759": [0.22727272727272727, 0.4117647058823529], "760": [0.5454545454545454, 0.47058823529411764], "761": [0.8636363636363636, 0.4117647058823529], "762": [0.22727272727272727, 0.35294117647058826], "763": [0.3181818181818182, 1.0], "764": [0.7727272727272727, 0.0], "765": [0.8636363636363636, 0.29411764705882354], "766": [0.7954545454545454, 0.3235294117647059], "767": [0.8636363636363636, 0.6470588235294118], "768": [0.8636363636363636, 0.9411764705882353], "769": [0.5454545454545454, 0.47058823529411764], "770": [0.45454545454545453, 0.5882352941176471], "771": [0.6136363636363636, 0.7941176470588235], "772": [0.18181818181818182, 0.5294117647058824], "773": [0.13636363636363635, 0.47058823529411764], "774": [0.7954545454545454, 0.3235294117647059], "775": [0.25, 0.7352941176470589], "776": [0.3181818181818182, 0.8235294117647058], "777": [0.22727272727272727, 0.5882352941176471], "778": [0.7272727272727273, 0.47058823529411764], "779": [0.22727272727272727, 0.0], "780": [0.36363636363636365, 0.6470588235294118], "781": [0.8181818181818182, 0.8235294117647058], "782": [0.7272727272727273, 1.0], "783": [0.22727272727272727, 0.4117647058823529], "784": [0.5454545454545454, 0.6470588235294118], "785": [0.5909090909090909, 0.23529411764705882], "786": [0.5454545454545454, 0.5882352941176471], "787": [0.6136363636363636, 0.38235294117647056], "788": [0.3409090909090909, 0.38235294117647056], "789": [0.45454545454545453, 0.7647058823529411], "790": [0.5454545454545454, 0.7647058823529411], "791": [0.4772727272727273, 0.9705882352941176], "792": [0.20454545454545456, 0.4411764705882353], "793": [0.6136363636363636, 0.6764705882352942], "794": [0.20454545454545456, 0.5], "795": [0.1590909090909091, 0.2647058823529412], "796": [0.18181818181818182, 0.7647058823529411], "797": [0.38636363636363635, 0.6176470588235294], "798": [0.7045454545454546, 0.5588235294117647], "799": [0.6818181818181818, 0.7647058823529411], "800": [0.4772727272727273, 0.5588235294117647], "801": [0.36363636363636365, 0.7647058823529411], "802": [0.8636363636363636, 0.7058823529411765], "803": [0.5681818181818182, 0.9117647058823529], "804": [0.5454545454545454, 0.23529411764705882], "805": [0.4772727272727273, 0.6176470588235294], "806": [0.5, 0.6470588235294118], "807": [0.6818181818181818, 0.5294117647058824], "808": [0.3409090909090909, 0.38235294117647056], "809": [0.18181818181818182, 0.23529411764705882], "810": [0.7045454545454546, 0.3235294117647059], "811": [0.7727272727272727, 0.7058823529411765], "812": [0.75, 0.2647058823529412], "813": [0.1590909090909091, 0.3235294117647059], "814": [0.6136363636363636, 0.5588235294117647], "815": [0.7272727272727273, 0.29411764705882354], "816": [0.2727272727272727, 0.35294117647058826], "817": [0.6136363636363636, 0.4411764705882353], "818": [0.5909090909090909, 0.5882352941176471], "819": [0.8181818181818182, 0.5882352941176471], "820": [0.20454545454545456, 0.14705882352941177], "821": [0.4772727272727273, 0.7352941176470589], "822": [0.5227272727272727, 0.7352941176470589], "823": [0.1590909090909091, 0.6764705882352942], "824": [0.75, 0.9117647058823529], "825": [0.8181818181818182, 0.9411764705882353], "826": [0.6818181818181818, 0.6470588235294118], "827": [0.4090909090909091, 0.8235294117647058], "828": [0.36363636363636365, 0.5294117647058824], "829": [0.3181818181818182, 0.7647058823529411], "830": [0.2727272727272727, 0.17647058823529413], "831": [0.3409090909090909, 0.5], "832": [0.22727272727272727, 0.5294117647058824], "833": [0.7954545454545454, 0.5], "834": [0.38636363636363635, 0.9117647058823529], "835": [0.18181818181818182, 0.8823529411764706], "836": [0.7727272727272727, 0.9411764705882353], "837": [0.3181818181818182, 0.5294117647058824], "838": [0.6818181818181818, 0.5882352941176471], "839": [0.22727272727272727, 0.7058823529411765], "840": [0.20454545454545456, 0.4411764705882353], "841": [0.5227272727272727, 0.3235294117647059], "842": [0.20454545454545456, 0.6176470588235294], "843": [0.18181818181818182, 0.9411764705882353], "844": [0.7954545454545454, 0.6176470588235294], "845": [0.7727272727272727, 0.8235294117647058], "846": [0.6136363636363636, 0.9117647058823529], "847": [0.5454545454545454, 1.0], "848": [0.2727272727272727, 0.35294117647058826], "849": [0.3409090909090909, 0.4411764705882353], "850": [0.4090909090909091, 0.4117647058823529], "851": [0.5, 0.8823529411764706], "852": [0.45454545454545453, 0.6470588235294118], "853": [0.4318181818181818, 0.7352941176470589], "854": [0.4090909090909091, 0.8235294117647058], "855": [0.5909090909090909, 1.0], "856": [0.2727272727272727, 0.5882352941176471], "857": [0.36363636363636365, 0.6470588235294118], "858": [0.3181818181818182, 0.7058823529411765], "859": [0.4772727272727273, 0.2647058823529412], "860": [0.7954545454545454, 0.029411764705882353], "861": [0.5681818181818182, 0.6176470588235294], "862": [0.6363636363636364, 0.5294117647058824], "863": [0.8636363636363636, 0.7647058823529411], "864": [0.13636363636363635, 0.35294117647058826], "865": [0.20454545454545456, 0.2647058823529412], "866": [0.5909090909090909, 0.7058823529411765], "867": [0.6363636363636364, 0.7058823529411765], "868": [0.5909090909090909, 0.8823529411764706], "869": [0.5, 1.0], "870": [0.7272727272727273, 1.0], "871": [0.13636363636363635, 1.0], "872": [0.8409090909090909, 0.3235294117647059], "873": [0.75, 0.20588235294117646], "874": [0.8409090909090909, 0.5588235294117647], "875": [0.4772727272727273, 0.20588235294117646], "876": [0.5227272727272727, 0.20588235294117646], "877": [0.75, 0.5], "878": [0.5909090909090909, 0.9411764705882353], "879": [0.5227272727272727, 0.20588235294117646], "880": [0.6818181818181818, 0.23529411764705882], "881": [0.5681818181818182, 0.2647058823529412], "882": [0.5, 0.6470588235294118], "883": [0.75, 0.7941176470588235], "884": [0.36363636363636365, 0.47058823529411764], "885": [0.7727272727272727, 0.4117647058823529], "886": [0.7045454545454546, 0.38235294117647056], "887": [0.6590909090909091, 0.4411764705882353], "888": [0.22727272727272727, 0.6470588235294118], "889": [0.6818181818181818, 0.7058823529411765], "890": [0.7272727272727273, 0.9411764705882353], "891": [0.5681818181818182, 0.4411764705882353], "892": [0.75, 0.7941176470588235], "893": [0.4318181818181818, 0.9705882352941176], "894": [0.6818181818181818, 0.7058823529411765], "895": [0.3409090909090909, 0.6764705882352942], "896": [0.29545454545454547, 0.20588235294117646], "897": [0.20454545454545456, 0.20588235294117646], "898": [0.20454545454545456, 0.7352941176470589], "899": [0.3181818181818182, 0.7647058823529411], "900": [0.22727272727272727, 0.23529411764705882], "901": [0.4090909090909091, 0.5882352941176471], "902": [0.13636363636363635, 0.7058823529411765], "903": [0.22727272727272727, 0.6470588235294118], "904": [0.7272727272727273, 0.8823529411764706], "905": [0.3409090909090909, 0.5588235294117647], "906": [0.38636363636363635, 0.7352941176470589], "907": [0.45454545454545453, 0.29411764705882354], "908": [0.13636363636363635, 0.11764705882352941], "909": [0.8181818181818182, 0.5882352941176471], "910": [0.45454545454545453, 0.0], "911": [0.4318181818181818, 0.8529411764705882], "912": [0.5681818181818182, 0.8529411764705882], "913": [0.18181818181818182, 0.9411764705882353], "914": [0.7272727272727273, 0.35294117647058826], "915": [0.5227272727272727, 0.9705882352941176], "916": [0.5681818181818182, 0.5588235294117647], "917": [0.4318181818181818, 0.5588235294117647], "918": [0.1590909090909091, 0.9117647058823529], "919": [0.8409090909090909, 0.5588235294117647], "920": [0.3409090909090909, 0.6764705882352942], "921": [0.75, 0.5588235294117647], "922": [0.20454545454545456, 0.8529411764705882], "923": [0.29545454545454547, 0.4411764705882353], "924": [0.18181818181818182, 0.7058823529411765], "925": [0.25, 0.6764705882352942], "926": [0.20454545454545456, 0.5588235294117647], "927": [0.75, 0.6764705882352942], "928": [0.5227272727272727, 0.5], "929": [0.2727272727272727, 0.0], "930": [0.8636363636363636, 0.35294117647058826], "931": [0.8409090909090909, 0.6176470588235294], "932": [0.8409090909090909, 0.9117647058823529], "933": [0.2727272727272727, 0.9411764705882353], "934": [0.38636363636363635, 0.9705882352941176], "935": [0.6590909090909091, 0.9705882352941176], "936": [0.5454545454545454, 0.11764705882352941], "937": [0.5681818181818182, 0.7352941176470589], "938": [0.8409090909090909, 0.20588235294117646], "939": [0.29545454545454547, 0.9705882352941176], "940": [0.2727272727272727, 0.47058823529411764], "941": [0.4772727272727273, 0.3235294117647059], "942": [0.7727272727272727, 0.4117647058823529], "943": [0.38636363636363635, 0.6764705882352942], "944": [0.75, 0.38235294117647056], "945": [0.22727272727272727, 0.47058823529411764], "946": [0.4318181818181818, 0.5588235294117647], "947": [0.7727272727272727, 0.4117647058823529], "948": [0.7954545454545454, 0.6176470588235294], "949": [0.8409090909090909, 0.6764705882352942], "950": [0.6136363636363636, 0.5588235294117647], "951": [0.5681818181818182, 0.9705882352941176], "952": [0.7272727272727273, 0.6470588235294118], "953": [0.20454545454545456, 0.029411764705882353], "954": [0.8409090909090909, 0.8529411764705882], "955": [0.5454545454545454, 0.17647058823529413], "956": [0.6363636363636364, 0.29411764705882354], "957": [0.6363636363636364, 0.17647058823529413], "958": [0.6363636363636364, 1.0], "959": [0.2727272727272727, 0.0], "960": [0.3181818181818182, 0.11764705882352941], "961": [0.2727272727272727, 0.23529411764705882], "962": [0.38636363636363635, 0.38235294117647056], "963": [0.38636363636363635, 0.5588235294117647], "964": [0.18181818181818182, 0.4117647058823529], "965": [0.38636363636363635, 0.9705882352941176], "966": [0.7045454545454546, 0.7352941176470589], "967": [0.7045454545454546, 0.7352941176470589], "968": [0.4090909090909091, 0.29411764705882354], "969": [0.22727272727272727, 0.5294117647058824], "970": [0.6818181818181818, 0.9411764705882353], "971": [0.2727272727272727, 0.4117647058823529], "972": [0.22727272727272727, 0.47058823529411764], "973": [0.5454545454545454, 0.6470588235294118], "974": [0.7045454545454546, 0.6176470588235294], "975": [0.5454545454545454, 0.7058823529411765], "976": [0.1590909090909091, 0.6764705882352942], "977": [0.2727272727272727, 0.5294117647058824], "978": [0.36363636363636365, 0.4117647058823529], "979": [0.38636363636363635, 0.4411764705882353], "980": [0.8636363636363636, 0.8823529411764706], "981": [0.5909090909090909, 0.7058823529411765], "982": [0.13636363636363635, 0.29411764705882354], "983": [0.1590909090909091, 0.6176470588235294], "984": [0.22727272727272727, 0.7058823529411765], "985": [0.36363636363636365, 0.29411764705882354], "986": [0.25, 0.7352941176470589], "987": [0.36363636363636365, 1.0], "988": [0.6590909090909091, 0.5], "989": [0.6136363636363636, 0.9705882352941176], "990": [0.3409090909090909, 0.9117647058823529], "991": [0.38636363636363635, 0.6764705882352942], "992": [0.22727272727272727, 0.17647058823529413], "993": [0.25, 0.7352941176470589], "994": [0.6818181818181818, 0.35294117647058826], "995": [0.3181818181818182, 0.6470588235294118], "996": [0.45454545454545453, 0.17647058823529413], "997": [0.25, 0.2647058823529412], "998": [0.1590909090909091, 0.8529411764705882], "999": [0.4772727272727273, 0.5], "1000": [0.8409090909090909, 0.5588235294117647], "1001": [0.6136363636363636, 0.6764705882352942], "1002": [0.7727272727272727, 0.47058823529411764], "1003": [0.7954545454545454, 0.5588235294117647], "1004": [0.8636363636363636, 0.47058823529411764], "1005": [0.7954545454545454, 0.6176470588235294], "1006": [0.8181818181818182, 0.6470588235294118], "1007": [0.4090909090909091, 0.8823529411764706], "1008": [0.8181818181818182, 0.5294117647058824], "1009": [0.13636363636363635, 0.5294117647058824], "1010": [0.38636363636363635, 0.8529411764705882], "1011": [0.5681818181818182, 0.9705882352941176], "1012": [0.8636363636363636, 0.11764705882352941], "1013": [0.7045454545454546, 0.7941176470588235], "1014": [0.8636363636363636, 0.29411764705882354], "1015": [0.7954545454545454, 0.4411764705882353], "1016": [0.8409090909090909, 0.4411764705882353], "1017": [0.18181818181818182, 0.6470588235294118], "1018": [0.20454545454545456, 0.9117647058823529], "1019": [0.6590909090909091, 0.4411764705882353], "1020": [0.5, 0.7647058823529411], "1021": [0.45454545454545453, 0.7058823529411765], "1022": [0.7954545454545454, 0.20588235294117646], "1023": [0.45454545454545453, 0.47058823529411764], "1024": [0.13636363636363635, 0.17647058823529413], "1025": [0.22727272727272727, 0.23529411764705882], "1026": [0.8409090909090909, 0.3235294117647059], "1027": [0.13636363636363635, 0.7058823529411765], "1028": [0.7045454545454546, 0.9705882352941176], "1029": [0.8636363636363636, 0.7647058823529411], "1030": [0.5681818181818182, 0.6176470588235294], "1031": [0.7727272727272727, 0.6470588235294118], "1032": [0.4318181818181818, 0.20588235294117646], "1033": [0.5454545454545454, 0.7647058823529411], "1034": [0.18181818181818182, 0.6470588235294118], "1035": [0.5681818181818182, 0.3235294117647059], "1036": [0.75, 0.5], "1037": [0.8636363636363636, 0.6470588235294118], "1038": [0.45454545454545453, 0.17647058823529413], "1039": [0.45454545454545453, 0.7058823529411765], "1040": [0.5, 0.9411764705882353], "1041": [0.5227272727272727, 0.6176470588235294], "1042": [0.22727272727272727, 0.5294117647058824], "1043": [0.5454545454545454, 0.7058823529411765], "1044": [0.4090909090909091, 0.17647058823529413], "1045": [0.7727272727272727, 0.35294117647058826], "1046": [0.6590909090909091, 0.7941176470588235], "1047": [0.1590909090909091, 0.6764705882352942], "1048": [0.8636363636363636, 0.23529411764705882], "1049": [0.29545454545454547, 0.8529411764705882], "1050": [0.3181818181818182, 0.9411764705882353], "1051": [0.25, 0.7941176470588235], "1052": [0.13636363636363635, 0.9411764705882353], "1053": [0.7954545454545454, 0.5], "1054": [0.6363636363636364, 0.47058823529411764], "1055": [0.36363636363636365, 0.7058823529411765], "1056": [0.6818181818181818, 0.47058823529411764], "1057": [0.4090909090909091, 0.7058823529411765], "1058": [0.6136363636363636, 0.8529411764705882], "1059": [0.5, 0.5882352941176471], "1060": [0.25, 0.5], "1061": [0.5454545454545454, 0.4117647058823529], "1062": [0.45454545454545453, 0.8235294117647058], "1063": [0.1590909090909091, 0.3235294117647059], "1064": [0.6136363636363636, 0.6764705882352942], "1065": [0.4090909090909091, 0.29411764705882354], "1066": [0.3409090909090909, 0.5588235294117647], "1067": 